
{
  "slides": [
    {
      "type": "welcome",
      "id": 0,
      "title": {
        "en": "Welcome to Ask for Help",
        "de": "Willkommen bei Hilfe anfragen",
        "ru": "Добро пожаловать в раздел помощи",
        "ce": "Марша вогӏийла ГӀo дехьа йола меттигге",
        "prs": "به بخش درخواست کمک خوش آمدید",
        "ps": "د مرستې غوښتنې برخې ته ښه راغلاست",
        "fa": "به بخش درخواست کمک خوش آمدید",
        "ar": "مرحباً بك في قسم طلب المساعدة",
        "ku": "بەخێربێن بۆ بەشی داوای یارمەتی",
        "so": "Ku soo dhawow qaybta caawimaad weydiinta",
        "ka": "კეთილი იყოს თქვენი მობრძანება დახმარების მოთხოვნის განყოფილებაში",
        "sq": "Mirësevini në seksionin e kërkimit të ndihmës"
      },
      "text": {
        "en": "This section helps you find the right support for your needs. Let's explore the different categories available.",
        "de": "Dieser Bereich hilft Ihnen, die richtige Unterstützung für Ihre Bedürfnisse zu finden. Lassen Sie uns die verschiedenen verfügbaren Kategorien erkunden.",
        "ru": "Этот раздел поможет вам найти подходящую поддержку для ваших потребностей. Давайте изучим различные доступные категории.",
        "ce": "Хlара дакъа хьуна хlажар лаьцна гlо карор хlотталуш ду. Хlинца дехьа хlума юьхь категореш.",
        "prs": "این بخش به شما کمک می‌کند تا حمایت مناسب برای نیازهایتان پیدا کنید. بیایید دسته‌های مختلف موجود را بررسی کنیم.",
        "ps": "دا برخه ستاسو د اړتیاو لپاره د سمې ملاتړ موندلو کې مرسته کوي. راځئ چې مختلف شتون لرونکي کټګورۍ وګورو.",
        "fa": "این بخش به شما کمک می‌کند تا پشتیبانی مناسب برای نیازهایتان پیدا کنید. بیایید دسته‌های مختلف موجود را بررسی کنیم.",
        "ar": "يساعدك هذا القسم في العثور على الدعم المناسب لاحتياجاتك. دعنا نستكشف الفئات المختلفة المتاحة.",
        "ku": "ئەم بەشە یارمەتیت دەدات کە گونجاوترین پشتگیری بۆ پێداویستییەکانت بدۆزیتەوە. با جۆراوجۆر پۆلەکانی بەردەست بخوێنینەوە.",
        "so": "Qaybkani wuxuu kaa caawinayaa inaad hesho taageerada ku habboon baahiyahaaga. Aynu sahamino noocyada kala duwan ee la heli karo.",
        "ka": "ეს განყოფილება დაგეხმარებათ იპოვოთ თქვენი საჭიროებებისთვის შესაბამისი მხარდაჭერა. მოდით გავეცნოთ სხვადასხვა ხელმისაწვდომ კატეგორიებს.",
        "sq": "Ky seksion ju ndihmon të gjeni mbështetjen e duhur për nevojat tuaja. Le të eksploroj kategoritë e ndryshme në dispozicion."
      }
    },
    {
      "type": "category",
      "id": 1,
      "category": {
        "icon": "help",
        "color": "#3B82F6",
        "title": {
          "en": "General Support",
          "de": "Allgemeine Unterstützung",
          "ru": "Общая поддержка",
          "ce": "Йуьхь гlо",
          "prs": "حمایت عمومی", 
          "ps": "عمومي ملاتړ",
          "fa": "پشتیبانی عمومی",
          "ar": "الدعم العام",
          "ku": "پشتگیری گشتی",
          "so": "Taageero guud",
          "ka": "ზოგადი მხარდაჭერა",
          "sq": "Mbështetje e përgjithshme"
        },
        "description": {
          "en": "Get general support and counseling for everyday needs",
          "de": "Erhalten Sie allgemeine Unterstützung und Beratung für den Alltag",
          "ru": "Получите общую поддержку и консультации для повседневных нужд",
          "ce": "Йуьхь гlо а дешхьало а ло",
          "prs": "حمایت عمومی و مشاوره برای نیازهای روزمره دریافت کنید",
          "ps": "د ورځنیو اړتیاو لپاره عمومي ملاتړ او مشوره واخلئ",
          "fa": "پشتیبانی عمومی و مشاوره برای نیازهای روزمره دریافت کنید",
          "ar": "احصل على الدعم العام والاستشارة للاحتياجات اليومية",
          "ku": "پشتگیری گشتی و ڕاوێژکاری بۆ پێداویستییە ڕۆژانەکان وەربگرە",
          "so": "Hel taageero guud iyo la-talinta baahiyaha maalinlaha ah",
          "ka": "მიიღეთ ზოგადი მხარდაჭერა და კონსულტაცია ყოველდღიური საჭიროებებისთვის",
          "sq": "Merrni mbështetje të përgjithshme dhe këshillim për nevojat e përditshme"
        }
      },
      "title": {
        "en": "General Support",
        "de": "Allgemeine Unterstützung",
        "ru": "Общая поддержка",
        "ce": "Йуьхь гlо",
        "prs": "حمایت عمومی", 
        "ps": "عمومي ملاتړ",
        "fa": "پشتیبانی عمومی",
        "ar": "الدعم العام",
        "ku": "پشتگیری گشتی",
        "so": "Taageero guud",
        "ka": "ზოგადი მხარდაჭერა",
        "sq": "Mbështetje e përgjithshme"
      },
      "text": {
        "en": "Get general support and counseling. Contact mentors, ask the community, visit offices, or find answers to common questions.",
        "de": "Erhalten Sie allgemeine Unterstützung und Beratung. Kontaktieren Sie Mentoren, fragen Sie die Community, besuchen Sie Büros oder finden Sie Antworten auf häufige Fragen.",
        "ru": "Получите общую поддержку и консультации. Свяжитесь с наставниками, спросите сообщество, посетите офисы или найдите ответы на часто задаваемые вопросы.",
        "ce": "Йуьхь гlо а дешхьало а ло. Дешархойх лаьцна, жамlате хаттар де, офисашка хьажа я массара хаттарийн жоьпаш карийта.",
        "prs": "حمایت عمومی و مشاوره دریافت کنید. با مربیان تماس بگیرید، از جامعه بپرسید، از دفاتر دیدن کنید یا پاسخ سوالات متداول را پیدا کنید.",
        "ps": "عمومي ملاتړ او مشوره واخلئ. د استادانو سره اړیکه ونیسئ، له ټولنې وپوښتنه وکړئ، دفترونه ولیدل کړئ یا د عامو پوښتنو ځوابونه ومومئ.",
        "fa": "پشتیبانی عمومی و مشاوره دریافت کنید. با مربیان تماس بگیرید، از جامعه بپرسید، از دفاتر بازدید کنید یا پاسخ سوالات متداول را پیدا کنید.",
        "ar": "احصل على الدعم العام والاستشارة. تواصل مع الموجهين، اسأل المجتمع، قم بزيارة المكاتب أو اعثر على إجابات للأسئلة الشائعة.",
        "ku": "پشتگیری گشتی و ڕاوێژکاری وەربگرە. پەیوەندی بە ڕێبەرانەوە بکە، لە کۆمەڵگا بپرسە، سەردانی نووسینگەکان بکە یا وەڵامی پرسیارە باوەکان بدۆزەوە.",
        "so": "Hel taageero guud iyo la-talinta. Kala xiriir macalimiinta, weydiiso bulshada, booqo xafiisyada ama hel jawaabaha su'aalaha caadiga ah.",
        "ka": "მიიღეთ ზოგადი მხარდაჭერა და კონსულტაცია. დაუკავშირდით მენტორებს, ჰკითხეთ საზოგადოებას, ეწვიეთ ოფისებს ან იპოვეთ პასუხები ხშირ კითხვებზე.",
        "sq": "Merrni mbështetje të përgjithshme dhe këshillim. Kontaktoni mentorët, pyesni komunitetin, vizitoni zyrat ose gjeni përgjigje për pyetjet e zakonshme."
      }
    },
    {
      "type": "category",
      "id": 2,
      "category": {
        "icon": "emergency",
        "color": "#EF4444",
        "title": {
          "en": "Emergency Support",
          "de": "Notfallunterstützung", 
          "ru": "Экстренная поддержка",
          "ce": "Тезара гlо",
          "prs": "حمایت اضطراری",
          "ps": "بیړني ملاتړ",
          "fa": "پشتیبانی اضطراری",
          "ar": "الدعم الطارئ",
          "ku": "پشتگیری لەناکاو",
          "so": "Taageero degdeg ah",
          "ka": "საგანგებო მხარდაჭერა",
          "sq": "Mbështetje emergjente"
        },
        "description": {
          "en": "Get immediate help for urgent situations",
          "de": "Sofortigen Hilfe für dringende Situationen",
          "ru": "Получите немедленную помощь в срочных ситуациях",
          "ce": "Тезара гlонах тlехьажа хlотталор",
          "prs": "کمک فوری برای موقعیت‌های اضطراری",
          "ps": "د بیړنیو حالاتو لپاره سمدستي مرسته",
          "fa": "کمک فوری برای موقعیت‌های اضطراری",
          "ar": "مساعدة فورية للمواقف العاجلة",
          "ku": "یارمەتی خێرا بۆ حاڵەتە بەپەلەکان",
          "so": "Caawimaad degdeg ah xaaladaha degdegga ah",
          "ka": "დაუყოვნებელი დახმარება გადაუდებელ სიტუაციებში",
          "sq": "Ndihmë të menjëhershme për situata urgjente"
        }
      },
      "title": {
        "en": "Emergency Support",
        "de": "Notfallunterstützung", 
        "ru": "Экстренная поддержка",
        "ce": "Тезара гlо",
        "prs": "حمایت اضطراری",
        "ps": "بیړني ملاتړ",
        "fa": "پشتیبانی اضطراری",
        "ar": "الدعم الطارئ",
        "ku": "پشتگیری لەناکاو",
        "so": "Taageero degdeg ah",
        "ka": "საგანგებო მხარდაჭერა",
        "sq": "Mbështetje emergjente"
      },
      "text": {
        "en": "Access immediate help for emergencies. Find contact numbers for police, fire, medical, and other emergency services.",
        "de": "Sofortigen Zugang zu Nothilfe erhalten. Finden Sie Kontaktnummern für Polizei, Feuerwehr, Medizin und andere Notdienste.",
        "ru": "Получите немедленную помощь в чрезвычайных ситуациях. Найдите контактные номера полиции, пожарной службы, медицинских и других экстренных служб.",
        "ce": "Тезара гlонах тlехьажа хlотталор. Полицин, пожарнойн, доктораллин а кхечу тезара гlонашкахь телефонаш карийта.",
        "prs": "به کمک فوری در شرایط اضطراری دسترسی پیدا کنید. شماره تماس پولیس، آتش‌نشانی، پزشکی و سایر خدمات اضطراری را پیدا کنید.",
        "ps": "په بیړنیو حالاتو کې سمدستي مرستې ته لاسرسی ومومئ. د پولیسو، اور وژونکو، طبي او نورو بیړنیو خدماتو د اړیکې شمیرې ومومئ.",
        "fa": "به کمک فوری در شرایط اضطراری دسترسی پیدا کنید. شماره تماس پلیس، آتش‌نشانی، پزشکی و سایر خدمات اضطراری را پیدا کنید.",
        "ar": "احصل على مساعدة فورية في حالات الطوارئ. ابحث عن أرقام الاتصال بالشرطة والإطفاء والطوارئ الطبية وخدمات الطوارئ الأخرى.",
        "ku": "دەستڕاگەیشتن بە یارمەتی خێرا بۆ حاڵەتی لەناکاو. ژمارەی پەیوەندی پۆلیس، ئاگرکوژێنەوە، پزیشکی و خزمەتگوزارییە لەناکاوەکانی تر بدۆزەوە.",
        "so": "Hel caawimaad degdeg ah xaaladaha degdegga ah. Hel lambarrada xiriirka booliska, dab-demiska, caafimaadka iyo adeegyada kale ee degdegga ah.",
        "ka": "მიიღეთ დაუყოვნებელი დახმარება საგანგებო სიტუაციებში. იპოვეთ პოლიციის, სახანძრო, სამედიცინო და სხვა საგანგებო სამსახურების საკონტაქტო ნომრები.",
        "sq": "Merrni ndihmë të menjëhershme për emergjencat. Gjeni numrat e kontaktit për policinë, zjarrfikësit, mjekësorin dhe shërbimet e tjera emergjente."
      }
    },
    {
      "type": "category",
      "id": 3,
      "category": {
        "icon": "gavel",
        "color": "#8B5CF6",
        "title": {
          "en": "Legal Support",
          "de": "Rechtsunterstützung",
          "ru": "Правовая поддержка",
          "ce": "Бакъо гlо",
          "prs": "حمایت حقوقی",
          "ps": "قانوني ملاتړ",
          "fa": "پشتیبانی حقوقی",
          "ar": "الدعم القانوني",
          "ku": "پشتگیری یاسایی",
          "so": "Taageero sharci",
          "ka": "იურიდიული მხარდაჭერა",
          "sq": "Mbështetje ligjore"
        },
        "description": {
          "en": "Access legal counseling and juridical help",
          "de": "Zugang zu Rechtsberatung und juristischer Hilfe",
          "ru": "Доступ к правовому консультированию и юридической помощи",
          "ce": "Бакъо дешхьало а юкъе гlо а",
          "prs": "دسترسی به مشاوره حقوقی و کمک قضایی",
          "ps": "قانوني مشورې او قضایي مرستې ته لاسرسی",
          "fa": "دسترسی به مشاوره حقوقی و کمک قضایی",
          "ar": "الوصول إلى الاستشارة القانونية والمساعدة القضائية",
          "ku": "دەستڕاگەیشتن بە ڕاوێژکاری یاسایی و یارمەتی دادوەری",
          "so": "Helitaanka la-talinta sharciga iyo caawimaadda garsoorka",
          "ka": "იურიდიული კონსულტაციისა და სამართლებრივი დახმარების მიღება",
          "sq": "Qasja në këshillimin ligjor dhe ndihmën gjyqësore"
        }
      },
      "title": {
        "en": "Legal Support",
        "de": "Rechtsunterstützung",
        "ru": "Правовая поддержка",
        "ce": "Бакъо гlо",
        "prs": "حمایت حقوقی",
        "ps": "قانوني ملاتړ",
        "fa": "پشتیبانی حقوقی",
        "ar": "الدعم القانوني",
        "ku": "پشتگیری یاسایی",
        "so": "Taageero sharci",
        "ka": "იურიდიული მხარდაჭერა",
        "sq": "Mbështetje ligjore"
      },
      "text": {
        "en": "Get legal counseling and juridical help. Find support for asylum procedures, appeals, residence permits, and other legal matters.",
        "de": "Erhalten Sie Rechtsberatung und juristische Hilfe. Finden Sie Unterstützung für Asylverfahren, Berufungen, Aufenthaltstitel und andere Rechtsangelegenheiten.",
        "ru": "Получите юридическое консультирование и юридическую помощь. Найдите поддержку по процедурам предоставления убежища, апелляциям, видам на жительство и другим правовым вопросам.",
        "ce": "Бакъо дешхьало а юкъе гlо а ло. Политикан паханалла, жалобаш, йоьхьуш долу бакъонаш а кхечу бакъонашкахь гlо карийта.",
        "prs": "مشاوره حقوقی و کمک قضایی دریافت کنید. حمایت برای روندهای پناهندگی، تجدیدنظر، مجوز اقامت و سایر مسائل حقوقی پیدا کنید.",
        "ps": "قانوني مشوره او قضایي مرسته واخلئ. د پناه غوښتنې پروسو، استیناف، د اوسیدو اجازه لیکونو او نورو قانوني مسائلو لپاره ملاتړ ومومئ.",
        "fa": "مشاوره حقوقی و کمک قضایی دریافت کنید. پشتیبانی برای روندهای پناهندگی، تجدیدنظر، مجوز اقامت و سایر مسائل حقوقی پیدا کنید.",
        "ar": "احصل على الاستشارة القانونية والمساعدة القضائية. ابحث عن الدعم لإجراءات اللجوء والاستئناف وتصاريح الإقامة والمسائل القانونية الأخرى.",
        "ku": "ڕاوێژکاری یاسایی و یارمەتی دادوەری وەربگرە. پشتگیری بۆ ڕێکارەکانی پەناهەندەیی، نەقزکردنەوە، مۆڵەتی نیشتەجێبوون و کاروباری یاسایی تری بدۆزەوە.",
        "so": "Hel la-talinta sharciga iyo caawimaadda garsoorka. Hel taageero loogu talagalay hanaanka magangalyo, rafcaadaha, shatiyada degaanka iyo arrimaha kale ee sharciga.",
        "ka": "მიიღეთ იურიდიული კონსულტაცია და სამართლებრივი დახმარება. იპოვეთ მხარდაჭერა თავშესაფრის პროცედურებისთვის, აპელაციებისთვის, საცხოვრებელი ნებართვებისთვის და სხვა იურიდიული საკითხებისთვის.",
        "sq": "Merrni këshillim ligjor dhe ndihmë gjyqësore. Gjeni mbështetje për procedurat e azilit, apelet, lejet e qëndrimit dhe çështje të tjera ligjore."
      }
    },
    {
      "type": "category",
      "id": 4,
      "category": {
        "icon": "local-hospital",
        "color": "#10B981",
        "title": {
          "en": "Health & Mental Health",
          "de": "Gesundheit & Psychische Gesundheit",
          "ru": "Здоровье и психическое здоровье",
          "ce": "Саламлакх а, психикан саламлакх а",
          "prs": "سلامت و سلامت روان",
          "ps": "روغتیا او رواني روغتیا",
          "fa": "سلامت و سلامت روان",
          "ar": "الصحة والصحة النفسية",
          "ku": "تەندروستی و تەندروستی دەروونی",
          "so": "Caafimaad iyo caafimaad maskax",
          "ka": "ჯანმრთელობა და ფსიქიკური ჯანმრთელობა",
          "sq": "Shëndeti dhe shëndeti mendor"
        },
        "description": {
          "en": "Access medical and psychological support services",
          "de": "Zugang zu medizinischen und psychologischen Unterstützungsleistungen",
          "ru": "Доступ к медицинским и психологическим услугам поддержки",
          "ce": "Доктораллин а, психологин а гlонах тlехьажа хlотталор",
          "prs": "دسترسی به خدمات حمایت پزشکی و روانشناختی",
          "ps": "طبي او رواني ملاتړ خدماتو ته لاسرسی",
          "fa": "دسترسی به خدمات پشتیبانی پزشکی و روانشناختی",
          "ar": "الوصول إلى خدمات الدعم الطبي والنفسي",
          "ku": "دەستڕاگەیشتن بە خزمەتگوزارییەکانی پشتگیری پزیشکی و دەروونی",
          "so": "Helitaanka adeegyada taageerada caafimaadka iyo maskaxda",
          "ka": "სამედიცინო და ფსიქოლოგიური მხარდაჭერის სერვისებზე წვდომა",
          "sq": "Qasja në shërbimet e mbështetjes mjekësore dhe psikologjike"
        }
      },
      "title": {
        "en": "Health & Mental Health",
        "de": "Gesundheit & Psychische Gesundheit",
        "ru": "Здоровье и психическое здоровье",
        "ce": "Саламлакх а, психикан саламлакх а",
        "prs": "سلامت و سلامت روان",
        "ps": "روغتیا او رواني روغتیا",
        "fa": "سلامت و سلامت روان",
        "ar": "الصحة والصحة النفسية",
        "ku": "تەندروستی و تەندروستی دەروونی",
        "so": "Caafimaad iyo caafimaad maskax",
        "ka": "ჯანმრთელობა და ფსიქიკური ჯანმრთელობა",
        "sq": "Shëndeti dhe shëndeti mendor"
      },
      "text": {
        "en": "Access medical and psychological support. Find healthcare services, mental health counseling, and emergency medical assistance.",
        "de": "Zugang zu medizinischer und psychologischer Unterstützung. Finden Sie Gesundheitsdienste, psychologische Beratung und medizinische Notfallhilfe.",
        "ru": "Получите медицинскую и психологическую поддержку. Найдите медицинские услуги, консультации по психическому здоровью и экстренную медицинскую помощь.",
        "ce": "Доктораллин а, психологин а гlонах тlехьажа хlотталор. Саламан гlулакх хlокху, психикан саламлакхан дешхьало а тезара доктораллин гlо а карийта.",
        "prs": "به حمایت طبی و روانشناختی دسترسی پیدا کنید. خدمات بهداشتی، مشاوره سلامت روان و کمک پزشکی اضطراری پیدا کنید.",
        "ps": "طبي او رواني ملاتړ ته لاسرسی ومومئ. د روغتیا خدماتو، د رواني روغتیا مشورې او د طبي بیړني مرستې ومومئ.",
        "fa": "به پشتیبانی پزشکی و روانشناختی دسترسی پیدا کنید. خدمات بهداشتی، مشاوره سلامت روان و کمک پزشکی اضطراری پیدا کنید.",
        "ar": "احصل على الدعم الطبي والنفسي. ابحث عن الخدمات الصحية واستشارات الصحة النفسية والمساعدة الطبية الطارئة.",
        "ku": "دەستڕاگەیشتن بە پشتگیری پزیشکی و دەروونی. خزمەتگوزارییە تەندروستییەکان، ڕاوێژکاری تەندروستی دەروونی و یارمەتی پزیشکی لەناکاو بدۆزەوە.",
        "so": "Hel taageero caafimaad iyo maskax. Hel adeegyada caafimaadka, la-talinta caafimaadka maskaxda iyo caawimaadda caafimaadka ee degdegga ah.",
        "ka": "მიიღეთ სამედიცინო და ფსიქოლოგიური მხარდაჭერა. იპოვეთ ჯანდაცვის სერვისები, ფსიქიკური ჯანმრთელობის კონსულტაციები და საგანგებო სამედიცინო დახმარება.",
        "sq": "Merrni mbështetje mjekësore dhe psikologjike. Gjeni shërbimet e kujdesit shëndetësor, këshillimin e shëndetit mendor dhe ndihmën mjekësore emergjente."
      }
    },
    {
      "type": "category",
      "id": 5,
      "category": {
        "icon": "account-balance",
        "color": "#F59E0B",
        "title": {
          "en": "Financial Literacy",
          "de": "Finanzielle Bildung",
          "ru": "Финансовая грамотность",
          "ce": "Ахчан хаар",
          "prs": "سواد مالی",
          "ps": "مالي پوهاوی",
          "fa": "سواد مالی",
          "ar": "الثقافة المالية",
          "ku": "خوێندنەوەی دارایی",
          "so": "Aqoonta dhaqaale",
          "ka": "ფინანსური წიგნიერება",
          "sq": "Alfabetizmi financiar"
        },
        "description": {
          "en": "Learn about banking, budgeting, and financial planning",
          "de": "Lernen Sie über Banking, Budgetierung und Finanzplanung",
          "ru": "Узнайте о банковском деле, бюджетировании и финансовом планировании",
          "ce": "Банкашкахь, бюджетировашкахь, ахчан планаш йитташкахь хаа",
          "prs": "در مورد بانکداری، بودجه‌بندی و برنامه‌ریزی مالی یاد بگیرید",
          "ps": "د بانکداری، بودیجې، او مالي پلان جوړونې په اړه زده کړئ",
          "fa": "درباره بانکداری، بودجه‌بندی و برنامه‌ریزی مالی یاد بگیرید",
          "ar": "تعلم عن الخدمات المصرفية والميزانية والتخطيط المالي",
          "ku": "فێربوون لەسەر بانکداری، بودجەسازی و پلاندانانی دارایی",
          "so": "Baro bankilaynta, miisaaniyadda iyo qorshaynta dhaqaalaha",
          "ka": "ისწავლეთ ბანკინგის, ბიუჯეტის და ფინანსური დაგეგმვის შესახებ",
          "sq": "Mësoni për bankimin, buxhetimin dhe planifikimin financiar"
        }
      },
      "title": {
        "en": "Financial Literacy",
        "de": "Finanzielle Bildung",
        "ru": "Финансовая грамотность",
        "ce": "Ахчан хаар",
        "prs": "سواد مالی",
        "ps": "مالي پوهاوی",
        "fa": "سواد مالی",
        "ar": "الثقافة المالية",
        "ku": "خوێندنەوەی دارایی",
        "so": "Aqoonta dhaqaale",
        "ka": "ფინანსური წიგნიერება",
        "sq": "Alfabetizmi financiar"
      },
      "text": {
        "en": "Learn about banking, budgeting, taxes, and financial planning. Get help with opening bank accounts, understanding financial documents, and managing your money.",
        "de": "Lernen Sie über Banking, Budgetierung, Steuern und Finanzplanung. Erhalten Sie Hilfe beim Eröffnen von Bankkonten, beim Verstehen von Finanzdokumenten und beim Verwalten Ihres Geldes.",
        "ru": "Узнайте о банковском деле, бюджетировании, налогах и финансовом планировании. Получите помощь в открытии банковских счетов, понимании финансовых документов и управлении деньгами.",
        "ce": "Банкашкахь, бюджетировашкахь, налогашкахь, ахчан планаш йитташкахь хаа. Банкан счеташ схьаелийташ, ахчан документаш гойту, ахча урхалла дехьашкахь гlо ло.",
        "prs": "در مورد بانکداری، بودجه‌بندی، مالیات و برنامه‌ریزی مالی یاد بگیرید. کمک برای باز کردن حساب بانکی، درک اسناد مالی و مدیریت پول خود دریافت کنید.",
        "ps": "د بانکداری، بودیجې، مالیاتو او مالي پلان جوړونې په اړه زده کړئ. د بانکي حسابونو پرانیستلو، د مالي اسنادو پوهیدو او د خپلو پیسو اداره کولو کې مرسته واخلئ.",
        "fa": "درباره بانکداری، بودجه‌بندی، مالیات و برنامه‌ریزی مالی یاد بگیرید. برای باز کردن حساب بانکی، درک اسناد مالی و مدیریت پول خود کمک دریافت کنید.",
        "ar": "تعلم عن الخدمات المصرفية والميزانية والضرائب والتخطيط المالي. احصل على المساعدة في فتح الحسابات المصرفية وفهم الوثائق المالية وإدارة أموالك.",
        "ku": "فێربوون لەسەر بانکداری، بودجەسازی، باج و پلاندانانی دارایی. یارمەتی وەربگرە بۆ کردنەوەی هەژماری بانکی، تێگەیشتن لە بەڵگەنامە داراییەکان و بەڕێوەبردنی پارەکەت.",
        "so": "Baro bankilaynta, miisaaniyadda, canshuuraha iyo qorshaynta dhaqaalaha. Hel caawimaad furitaanka akoonada bankiga, fahamka dukumentiyada dhaqaalaha iyo maaraynta lacagtaada.",
        "ka": "ისწავლეთ ბანკინგის, ბიუჯეტის, გადასახადებისა და ფინანსური დაგეგმვის შესახებ. მიიღეთ დახმარება საბანკო ანგარიშების გახსნაში, ფინანსური დოკუმენტების გაგებაში და თქვენი ფულის მართვაში.",
        "sq": "Mësoni për bankimin, buxhetimin, taksat dhe planifikimin financiar. Merrni ndihmë për hapjen e llogarive bankare, kuptimin e dokumenteve financiare dhe menaxhimin e parave tuaja."
      }
    },
    {
      "type": "category",
      "id": 6,
      "category": {
        "icon": "groups",
        "color": "#EC4899",
        "title": {
          "en": "Cultural Orientation",
          "de": "Kulturelle Orientierung",
          "ru": "Культурная ориентация",
          "ce": "Культуран тlехьажар",
          "prs": "جهت‌گیری فرهنگی",
          "ps": "کلتوري لارښوونه",
          "fa": "جهت‌گیری فرهنگی",
          "ar": "التوجه الثقافي",
          "ku": "ئاراستەکردنی کولتووری",
          "so": "Hagaha dhaqanka",
          "ka": "კულტურული ორიენტაცია",
          "sq": "Orientimi kulturor"
        },
        "description": {
          "en": "Learn about local customs, traditions, and social norms",
          "de": "Lernen Sie über lokale Bräuche, Traditionen und soziale Normen",
          "ru": "Узнайте о местных обычаях, традициях и социальных нормах",
          "ce": "Меттигaн йолaлашкахь, aдaташкахь, жaмaн бакъонашкахь хаа",
          "prs": "در مورد آداب و رسوم محلی، سنت‌ها و هنجارهای اجتماعی یاد بگیرید",
          "ps": "د سیمه ایزو دودونو، دستورونو او ټولنیزو اصولو په اړه زده کړئ",
          "fa": "درباره آداب و رسوم محلی، سنت‌ها و هنجارهای اجتماعی یاد بگیرید",
          "ar": "تعلم عن العادات المحلية والتقاليد والأعراف الاجتماعية",
          "ku": "فێربوون لەسەر نەریت و داب و نەریتە خۆماڵییەکانی ناوخۆیی",
          "so": "Baro caadooyinka maxalliga ah, dhaqamada iyo hababka bulshada",
          "ka": "ისწავლეთ ადგილობრივი ჩვეულებების, ტრადიციებისა და სოციალური ნორმების შესახებ",
          "sq": "Mësoni për zakonet lokale, traditat dhe normat sociale"
        }
      },
      "title": {
        "en": "Cultural Orientation",
        "de": "Kulturelle Orientierung",
        "ru": "Культурная ориентация",
        "ce": "Культуран тlехьажар",
        "prs": "جهت‌گیری فرهنگی",
        "ps": "کلتوري لارښوونه",
        "fa": "جهت‌گیری فرهنگی",
        "ar": "التوجه الثقافي",
        "ku": "ئاراستەکردنی کولتووری",
        "so": "Hagaha dhaqanka",
        "ka": "კულტურული ორიენტაცია",
        "sq": "Orientimi kulturor"
      },
      "text": {
        "en": "Learn about local customs, traditions, and social norms. Understand cultural expectations, workplace etiquette, and community integration.",
        "de": "Lernen Sie über lokale Bräuche, Traditionen und soziale Normen. Verstehen Sie kulturelle Erwartungen, Arbeitsplatz-Etikette und Gemeinschaftsintegration.",
        "ru": "Узнайте о местных обычаях, традициях и социальных нормах. Поймите культурные ожидания, этикет на рабочем месте и интеграцию в сообщество.",
        "ce": "Меттигaн йолaлашкахь, aдaташкахь, жaмaн бакъонашкахь хаа. Культуран боьршалла, болх беттан адабашкахь, жaмaтехь тlехьажарашкахь гойту.",
        "prs": "در مورد آداب و رسوم محلی، سنت‌ها و هنجارهای اجتماعی یاد بگیرید. انتظارات فرهنگی، آداب محل کار و ادغام جامعه را درک کنید.",
        "ps": "د سیمه ایزو دودونو، دستورونو او ټولنیزو اصولو په اړه زده کړئ. کلتوري هیلې، د کار ځای آداب، او د ټولنې یوالی پوه شئ.",
        "fa": "درباره آداب و رسوم محلی، سنت‌ها و هنجارهای اجتماعی یاد بگیرید. انتظارات فرهنگی، آداب محل کار و ادغام جامعه را درک کنید.",
        "ar": "تعلم عن العادات المحلية والتقاليد والأعراف الاجتماعية. افهم التوقعات الثقافية وآداب مكان العمل والاندماج المجتمعي.",
        "ku": "فێربوون لەسەر نەریت و داب و نەریتە خۆماڵییەکانی ناوخۆیی. تێگەیشتن لە چاوەڕوانییە کولتوورییەکان، ئەدەبی شوێنی کار و یەکگرتنی کۆمەڵگا.",
        "so": "Baro caadooyinka maxalliga ah, dhaqamada iyo hababka bulshada. Fahmo rajayaasha dhaqanka, edabka goobta shaqada iyo iskuduwayga bulshada.",
        "ka": "ისწავლეთ ადგილობრივი ჩვეულებების, ტრადიციებისა და სოციალური ნორმების შესახებ. გაიგეთ კულტურული მოლოდდინები, სამუშაო ადგილის ეტიკეტი და საზოგადოებრივი ინტეგრაცია.",
        "sq": "Mësoni për zakonet lokale, traditat dhe normat sociale. Kuptoni pritjet kulturore, etiketën e vendit të punës dhe integrimin në komunitet."
      }
    },
    {
      "type": "category",
      "id": 7,
      "category": {
        "icon": "work",
        "color": "#059669",
        "title": {
          "en": "Integration Pathways",
          "de": "Integrationswege",
          "ru": "Пути интеграции",
          "ce": "Интеграцин некъаш",
          "prs": "مسیرهای ادغام",
          "ps": "د یوځای کیدو لارې",
          "fa": "مسیرهای ادغام",
          "ar": "مسارات التكامل",
          "ku": "ڕێگاکانی یەکگرتن",
          "so": "Wadooyinka is-dhexgalka",
          "ka": "ინტეგრაციის გზები",
          "sq": "Rrugët e integrimit"
        },
        "description": {
          "en": "Find career guidance and job search assistance",
          "de": "Finden Sie Karriereberatung und Jobsuch-Hilfe",
          "ru": "Найдите карьерное руководство и помощь в поиске работы",
          "ce": "Карьеран дешхьало а, болх лахар гlо а карийта",
          "prs": "راهنمایی شغلی و کمک در جستجوی کار پیدا کنید",
          "ps": "د مسلک لارښوونه او د کار لټون مرسته ومومئ",
          "fa": "راهنمایی شغلی و کمک در جستجوی کار پیدا کنید",
          "ar": "اعثر على التوجيه المهني والمساعدة في البحث عن عمل",
          "ku": "ڕێنوێنی کاری و یارمەتی گەڕانی کار بدۆزەوە",
          "so": "Hel hagaha xirfadaha iyo caawimaadda raadinta shaqada",
          "ka": "მოძებნეთ კარიერული მითითებები და სამუშაოს ძიების დახმარება",
          "sq": "Gjeni udhëzime për karrierën dhe ndihmë për kërkimin e punës"
        }
      },
      "title": {
        "en": "Integration Pathways",
        "de": "Integrationswege",
        "ru": "Пути интеграции",
        "ce": "Интеграцин некъаш",
        "prs": "مسیرهای ادغام",
        "ps": "د یوځای کیدو لارې",
        "fa": "مسیرهای ادغام",
        "ar": "مسارات التكامل",
        "ku": "ڕێگاکانی یەکگرتن",
        "so": "Wadooyinka is-dhexgalka",
        "ka": "ინტეგრაციის გზები",
        "sq": "Rrugët e integrimit"
      },
      "text": {
        "en": "Find career guidance, job search assistance, and professional development opportunities. Get help with resume writing, interview preparation, and skill recognition.",
        "de": "Finden Sie Karriereberatung, Jobsuch-Hilfe und berufliche Entwicklungsmöglichkeiten. Erhalten Sie Hilfe beim Lebenslauf schreiben, Vorstellungsgespräch-Vorbereitung und Kompetenzanerkennung.",
        "ru": "Найдите карьерное руководство, помощь в поиске работы и возможности профессионального развития. Получите помощь в написании резюме, подготовке к собеседованию и признании навыков.",
        "ce": "Карьеран дешхьало, болх лахар гlо, профессионал сахьавалар карийта. Резюме йазар, интервьюн техьалла, мехаллаш довзийтар гlонаш карийта.",
        "prs": "راهنمایی شغلی، کمک در جستجوی کار و فرصت‌های توسعه حرفه‌ای پیدا کنید. کمک برای نوشتن رزومه، آماده‌سازی مصاحبه و شناسایی مهارت دریافت کنید.",
        "ps": "د مسلک لارښوونه، د کار لټون مرسته، او د مسلکي پرمختګ فرصتونه ومومئ. د بیوګرافۍ لیکلو، د مرکې چمتووالي، او د مهارتونو پیژندنې کې مرسته واخلئ.",
        "fa": "راهنمایی شغلی، کمک در جستجوی کار و فرصت‌های توسعه حرفه‌ای پیدا کنید. برای نوشتن رزومه، آماده‌سازی مصاحبه و شناسایی مهارت کمک دریافت کنید.",
        "ar": "اعثر على التوجيه المهني والمساعدة في البحث عن عمل وفرص التطوير المهني. احصل على المساعدة في كتابة السيرة الذاتية وإعداد المقابلة والاعتراف بالمهارات.",
        "ku": "ڕێنوێنی کاری، یارمەتی گەڕانی کار و دەرفەتەکانی گەشەپێدانی پیشەیی بدۆزەوە. یارمەتی وەربگرە بۆ نووسینی سیڤی، ئامادەکردنی چاوپێکەوتن و ناسینەوەی شارەزایی.",
        "so": "Hel hagaha xirfadaha, caawimaadda raadinta shaqada iyo fursadaha horumarinta xirfadaha. Hel caawimaad qorista taariikhdaaha, diyaarinta wareysiga iyo aqoonsiga xirfadaha.",
        "ka": "მოძებნეთ კარიერული მითითებები, სამუშაოს ძიების დახმარება და პროფესიული განვითარების შესაძლებლობები. მიიღეთ დახმარება რეზიუმეს დაწერაში, ინტერვიუსთვის მომზადებაში და უნარების აღიარებაში.",
        "sq": "Gjeni udhëzime për karrierën, ndihmë për kërkimin e punës dhe mundësi zhvillimi profesional. Merrni ndihmë për shkrim të CV-së, përgatitje për intervistë dhe njohje të aftësive."
      }
    },
    {
      "type": "category",
      "id": 8,
      "category": {
        "icon": "description",
        "color": "#DC2626",
        "title": {
          "en": "Document Certification",
          "de": "Dokumentenzertifizierung",
          "ru": "Сертификация документов",
          "ce": "Документашан сертификаци",
          "prs": "تصدیق اسناد",
          "ps": "د اسنادو تصدیق",
          "fa": "تصدیق اسناد",
          "ar": "توثيق الوثائق",
          "ku": "پشتڕاستکردنەوەی بەڵگەنامە",
          "so": "Xaqiijinta dukumentiyada",
          "ka": "დოკუმენტების სერტიფიკაცია",
          "sq": "Certifikimi i dokumenteve"
        },
        "description": {
          "en": "Get help with document translation and official certification",
          "de": "Erhalten Sie Hilfe bei Dokumentenübersetzung und offizieller Zertifizierung",
          "ru": "Получите помощь с переводом документов и официальной сертификацией",
          "ce": "Документаш гочдар, оьпакъан сертификацин гlонаш ло",
          "prs": "کمک برای ترجمه اسناد و تصدیق رسمی دریافت کنید",
          "ps": "د اسنادو ژباړې او رسمي تصدیق لپاره مرسته واخلئ",
          "fa": "برای ترجمه اسناد و تصدیق رسمی کمک دریافت کنید",
          "ar": "احصل على المساعدة في ترجمة الوثائق والتوثيق الرسمي",
          "ku": "یارمەتی وەربگرە بۆ وەرگێڕانی بەڵگەنامە و پشتڕاستکردنەوەی فەرمی",
          "so": "Hel caawimaad turjumaadda dukumentiyada iyo xaqiijinta rasmiga ah",
          "ka": "მიიღეთ დახმარება დოკუმენტების თარგმნასა და ოფიციალურ სერტიფიკაციაში",
          "sq": "Merrni ndihmë për përkthimin e dokumenteve dhe certifikimin zyrtar"
        }
      },
      "title": {
        "en": "Document Certification",
        "de": "Dokumentenzertifizierung",
        "ru": "Сертификация документов",
        "ce": "Документашан сертификаци",
        "prs": "تصدیق اسناد",
        "ps": "د اسنادو تصدیق",
        "fa": "تصدیق اسناد",
        "ar": "توثيق الوثائق",
        "ku": "پشتڕاستکردنەوەی بەڵگەنامە",
        "so": "Xaqiijinta dukumentiyada",
        "ka": "დოკუმენტების სერტიფიკაცია",
        "sq": "Certifikimi i dokumenteve"
      },
      "text": {
        "en": "Get help with document translation, certification, and official recognition. Find services for educational credentials, professional qualifications, and legal documents.",
        "de": "Erhalten Sie Hilfe bei Dokumentenübersetzung, Zertifizierung und offizieller Anerkennung. Finden Sie Dienstleistungen für Bildungsnachweise, berufliche Qualifikationen und juristische Dokumente.",
        "ru": "Получите помощь с переводом документов, сертификацией и официальным признанием. Найдите услуги для образовательных документов, профессиональных квалификаций и юридических документов.",
        "ce": "Документаш гочдар, сертификаци, оьпакъан довзийтар гlонаш ло. Дешаран документашна, профессионал квалификацешна, бакъонан документашна гlулакхаш карийта.",
        "prs": "کمک برای ترجمه اسناد، تصدیق و شناسایی رسمی دریافت کنید. خدمات برای مدارک تحصیلی، صلاحیت‌های حرفه‌ای و اسناد حقوقی پیدا کنید.",
        "ps": "د اسنادو ژباړې، تصدیق، او رسمي پیژندنې لپاره مرسته واخلئ. د زده کړو سندونو، مسلکي وړتیاو، او قانوني اسنادو لپاره خدمات ومومئ.",
        "fa": "برای ترجمه اسناد، تصدیق و شناسایی رسمی کمک دریافت کنید. خدمات برای مدارک تحصیلی، صلاحیت‌های حرفه‌ای و اسناد حقوقی پیدا کنید.",
        "ar": "احصل على المساعدة في ترجمة الوثائق والتوثيق والاعتراف الرسمي. ابحث عن الخدمات للشهادات التعليمية والمؤهلات المهنية والوثائق القانونية.",
        "ku": "یارمەتی وەربگرە بۆ وەرگێڕانی بەڵگەنامە، پشتڕاستکردنەوە و ناسینەوەی فەرمی. خزمەتگوزاری بۆ بڕوانامەی پەروەردەیی، لایەنی پیشەیی و بەڵگەنامە یاساییەکان بدۆزەوە.",
        "so": "Hel caawimaad turjumaadda dukumentiyada, xaqiijinta iyo aqoonsiga rasmiga ah. Hel adeegyada shahaadooyinka waxbarashada, aqoonyahanka xirfadaha iyo dukumentiyada sharciga.",
        "ka": "მიიღეთ დახმარება დოკუმენტების თარგმნაში, სერტიფიკაციასა და ოფიციალურ აღიარებაში. იპოვეთ სერვისები განათლების სერტიფიკატებისთვის, პროფესიული კვალიფიკაციებისთვის და იურიდიული დოკუმენტებისთვის.",
        "sq": "Merrni ndihmë për përkthimin e dokumenteve, certifikimin dhe njohjen zyrtare. Gjeni shërbime për kredencialet arsimore, kualifikimet profesionale dhe dokumentet ligjore."
      }
    },
    {
      "type": "icons",
      "id": 9,
      "title": {
        "en": "Navigation Icons",
        "de": "Navigations-Symbole",
        "ru": "Значки навигации",
        "ce": "Навигацин билгалонаш",
        "prs": "نمادهای ناوبری",
        "ps": "د لارښود نښېګانې",
        "fa": "نمادهای ناوبری",
        "ar": "رموز التنقل",
        "ku": "نیشانەکانی ناوبری",
        "so": "Calaamadaha dhaqdhaqaaqa",
        "ka": "ნავიგაციის ხატულები",
        "sq": "Ikonat e navigimit"
      },
      "text": {
        "en": "Learn about the navigation icons at the top of the screen. The back arrow takes you to the previous page, the robot icon opens the virtual assistant, the globe icon changes the language, and the help icon opens this tutorial.",
        "de": "Erfahren Sie mehr über die Navigationssymbole am oberen Bildschirmrand. Der Rückwärtspfeil führt Sie zur vorherigen Seite, das Roboter-Symbol öffnet den virtuellen Assistenten, das Globus-Symbol ändert die Sprache und das Hilfe-Symbol öffnet dieses Tutorial.",
        "ru": "Узнайте о значках навигации в верхней части экрана. Стрелка назад ведет на предыдущую страницу, значок робота открывает виртуального помощника, значок глобуса меняет язык, а значок справки открывает этот учебник.",
        "ce": "Экранан лакхарчу агlонашкахь долу навигацин билгалонашкахь хаа. ЧIогIа йолу стрелкина хьалха агIо йолучу агIонга дехьавайта, робот билгало виртуальни ассистент схьаелийта, дуьненан билгало мотт хийцийта, гIo билгало хlара урок схьаелийта.",
        "prs": "در مورد نمادهای ناوبری در بالای صفحه بیاموزید. فلش برگشت شما را به صفحه قبلی می‌برد، نماد ربات دستیار مجازی را باز می‌کند، نماد کره زمین زبان را تغییر می‌دهد و نماد کمک این آموزش را باز می‌کند.",
        "ps": "د سکرین په پورتنۍ برخه کې د لارښود نښانګانو په اړه زده کړئ. د شاته تیر تاسو پخوانۍ پاڼې ته بیایي، د روبوټ نښه مجازي مرستیال خلاصوي، د نړۍ نښه ژبه بدلوي، او د مرستې نښه دا درس خلاصوي.",
        "fa": "درباره نمادهای ناوبری در بالای صفحه بیاموزید. فلش برگشت شما را به صفحه قبلی می‌برد، نماد ربات دستیار مجازی را باز می‌کند، نماد کره زمین زبان را تغییر می‌دهد و نماد کمک این آموزش را باز می‌کند.",
        "ar": "تعرف على رموز التنقل في الجزء العلوي من الشاشة. السهم الخلفي يأخذك إلى الصفحة السابقة، رمز الروبوت يفتح المساعد الافتراضي، رمز الكرة الأرضية يغير اللغة، ورمز المساعدة يفتح هذا الدليل.",
        "ku": "زانیاری لەسەر نیشانەکانی ناوبری لە سەرەوەی شاشەکەت وەربگرە. تیری گەڕانەوە دەتگەڕێنێتەوە بۆ پەڕەی پێشوو، نیشانەی ڕۆبۆت یاریدەدەری مەجازی دەکاتەوە، نیشانەی گۆی زەوی زمان دەگۆڕێت، و نیشانەی یارمەتی ئەم فێرکاریەت دەکاتەوە.",
        "so": "Baro calaamadaha dhaqdhaqaaqa ee dusha sare ee shaashadda. Falaarrada dib-u-socda waxay ku geynaysaa bogga hore, calaamadda roobada waxay furaysa kaaliyaha farsamada, calaamadda dhulka waxay bedeshaa luqadda, calaamadda caawimada waxay furaysa tababarkan.",
        "ka": "გაიცანით ნავიგაციის ხატულები ეკრანის ზედა ნაწილში. უკან ისარი გაგიყვანთ წინა გვერდზე, რობოტის ხატულა აღება ვირტუალურ ასისტენტს, დედამიწის ხატულა ცვლის ენას და დახმარების ხატულა ღებულობს ამ გაკვეთილს.",
        "sq": "Mësoni për ikonat e navigimit në krye të ekranit. Shigjeta e kthimit ju çon në faqen e mëparshme, ikona e robotit hap asistentin virtual, ikona e globit ndryshon gjuhën dhe ikona e ndihmës hap këtë udhëzues."
      }
    }
  ]
}
