
{
  "slides": [
    {
      "type": "welcome",
      "id": 0,
      "title": {
        "en": "Welcome to Support Categories",
        "de": "Willkommen bei den Unterstützungskategorien",
        "ru": "Добро пожаловать в категории поддержки",
        "ce": "Марша вогӏийла гӀулакх хӀокхуш йуьлу категореш",
        "prs": "به دسته‌های پشتیبانی خوش آمدید",
        "ps": "د ملاتړ کټګوریو ته ښه راغلاست",
        "fa": "به دسته‌های پشتیبانی خوش آمدید",
        "ar": "مرحباً بك في فئات الدعم",
        "ku": "بەخێربێن بۆ پۆلەکانی پشتگیری",
        "so": "Ku soo dhawow noocyada taageerka",
        "ka": "კეთილი იყოს თქვენი მობრძანება მხარდაჭერის კატეგორიებში",
        "sq": "Mirësevini në kategoritë e mbështetjes"
      },
      "text": {
        "en": "Here you'll find specialized support for different areas of life in Austria. Each category offers tailored help and resources.",
        "de": "Hier finden Sie spezialisierte Unterstützung für verschiedene Lebensbereiche in Österreich. Jede Kategorie bietet maßgeschneiderte Hilfe und Ressourcen.",
        "ru": "Здесь вы найдете специализированную поддержку для различных сфер жизни в Австрии. Каждая категория предлагает персонализированную помощь и ресурсы.",
        "ce": "Кхузахь хьо Австрин гӀиллакхехь башха сферашна йуьхь хӀокхуш карийта. Дукхаза категорех латийна гӀо а ресурсаш а ю.",
        "prs": "در اینجا شما پشتیبانی تخصصی برای حوزه‌های مختلف زندگی در اتریش خواهید یافت. هر دسته کمک و منابع سفارشی ارائه می‌دهد.",
        "ps": "دلته تاسو به د اتریش د ژوند د بیلابیلو برخو لپاره ځانګړی ملاتړ ومومئ. هره کټګورۍ ځانګړې مرستę او سرچینې وړاندې کوي.",
        "fa": "در اینجا شما پشتیبانی تخصصی برای حوزه‌های مختلف زندگی در اتریش خواهید یافت. هر دسته کمک و منابع سفارشی ارائه می‌دهد.",
        "ar": "ستجد هنا دعماً متخصصاً لمجالات مختلفة من الحياة في النمسا. تقدم كل فئة مساعدة وموارد مخصصة.",
        "ku": "لێرە پشتگیری تایبەت بۆ بوارە جۆراوجۆرەکانی ژیان لە نەمسا دەدۆزیتەوە. هەر پۆلێک یارمەتی و سەرچاوەی تایبەت پێشکەش دەکات.",
        "so": "Halkan waxaad ka heli doontaa taageero gaar ah oo loogu talagalay meelaha kala duwan ee nolosha Austria. Qaybba waxay bixisaa caawimaad iyo kheyraad gaar ah.",
        "ka": "აქ თქვენ იპოვით სპეციალიზებულ მხარდაჭერას ავსტრიაში ცხოვრების სხვადასხვა სფეროებისთვის. ყოველი კატეგორია გთავაზობთ მორგებულ დახმარებას და რესურსებს.",
        "sq": "Këtu do të gjeni mbështetje të specializuar për fusha të ndryshme të jetës në Austri. Çdo kategori ofron ndihmë dhe burime të përshtatura."
      }
    },
    {
      "type": "category",
      "id": 1,
      "title": {
        "en": "Legal Support",
        "de": "Rechtsbeistand",
        "ru": "Юридическая поддержка",
        "ce": "Юкъарчу гlо",
        "prs": "حمایت حقوقی",
        "ps": "حقوقي ملاتړ",
        "fa": "پشتیبانی حقوقی",
        "ar": "الدعم القانوني",
        "ku": "پشتگیری یاسایی",
        "so": "Taageerka sharci",
        "ka": "იურიდიული მხარდაჭერა",
        "sq": "Mbështetje ligjore"
      },
      "text": {
        "en": "Get legal advice and support for various legal matters including asylum procedures, family law, and civil rights.",
        "de": "Erhalten Sie Rechtsberatung und Unterstützung für verschiedene rechtliche Angelegenheiten einschließlich Asylverfahren, Familienrecht und Bürgerrechte.",
        "ru": "Получите юридические консультации и поддержку по различным правовым вопросам, включая процедуры получения убежища, семейное право и гражданские права.",
        "ce": "Башха юкъарчу масlалашкахь юкъарчу хаам а гlо а ло - пӀаьнан процедураш, г1усйоьллан право, граждански бакъонаш а.",
        "prs": "مشاوره حقوقی و حمایت برای مسائل مختلف حقوقی از جمله روند‌های پناهندگی، حقوق خانواده و حقوق مدنی دریافت کنید.",
        "ps": "د مختلفو حقوقي مسایلو لپاره حقوقي مشورې او ملاتړ واخلئ په شمول د پناه ورکولو پروسې، د کورنۍ حقوق، او مدني حقونه.",
        "fa": "مشاوره حقوقی و پشتیبانی برای مسائل مختلف حقوقی از جمله روندهای پناهندگی، حقوق خانواده و حقوق مدنی دریافت کنید.",
        "ar": "احصل على المشورة القانونية والدعم لمختلف المسائل القانونية بما في ذلك إجراءات اللجوء وقانون الأسرة والحقوق المدنية.",
        "ku": "ڕاوێژکاری یاسایی و پشتگیری بەدەست بهێنە بۆ بابەتە یاسایییە جۆراوجۆرەکان لەوانە کارپێکردنی پەناهندەیی، یاسای خێزان، و مافە مەدەنییەکان.",
        "so": "Hel talo sharci iyo taageero arrimaha kala duwan ee sharciga ah oo ay ku jiraan hababka magangalyo, sharciga qoyska, iyo xuquuqda madaniga ah.",
        "ka": "მიიღეთ იურიდიული რჩევა და მხარდაჭერა სხვადასხვა სამართლებრივ საკითხებზე, მათ შორის თავშესაფრის პროცედურები, ოჯახის სამართალი და სამოქალაქო უფლებები.",
        "sq": "Merrni këshilla ligjore dhe mbështetje për çështje të ndryshme ligjore duke përfshirë procedurat e azilit, të drejtën familjare dhe të drejtat civile."
      },
      "category": {
        "title": {
          "en": "Legal Support",
          "de": "Rechtsbeistand"
        },
        "description": {
          "en": "Legal advice and representation",
          "de": "Rechtsberatung und Vertretung"
        },
        "icon": "gavel",
        "color": "#DC2626"
      }
    },
    {
      "type": "category",
      "id": 2,
      "title": {
        "en": "Health Support",
        "de": "Gesundheitsunterstützung",
        "ru": "Поддержка здоровья",
        "ce": "Саламатан гlо",
        "prs": "حمایت سلامت",
        "ps": "د روغتیا ملاتړ",
        "fa": "پشتیبانی سلامت",
        "ar": "دعم الصحة",
        "ku": "پشتگیری تەندروستی",
        "so": "Taageerka caafimaadka",
        "ka": "ჯანმრთელობის მხარდაჭერა",
        "sq": "Mbështetje shëndetësore"
      },
      "text": {
        "en": "Access healthcare services, find doctors, understand insurance, and get mental health support in Austria.",
        "de": "Zugang zu Gesundheitsdiensten, Ärzte finden, Versicherung verstehen und psychische Gesundheitsunterstützung in Österreich erhalten.",
        "ru": "Получите доступ к медицинским услугам, найдите врачей, поймите страхование и получите поддержку психического здоровья в Австрии.",
        "ce": "Австрин саламатан гlуллакхаш лело, лекархой карийта, страхованин масlала гойта, психикин саламатан гlо ло.",
        "prs": "به خدمات بهداشتی دسترسی پیدا کنید، دکتران را پیدا کنید، بیمه را درک کنید و حمایت سلامت روان را در اتریش دریافت کنید.",
        "ps": "د روغتیا خدماتو ته لاسرسی ومومئ، ډاکټران ومومئ، بیمه پوه شئ، او په اتریش کې د رواني روغتیا ملاتړ واخلئ.",
        "fa": "به خدمات بهداشتی دسترسی پیدا کنید، پزشکان را پیدا کنید، بیمه را درک کنید و پشتیبانی سلامت روان را در اتریش دریافت کنید.",
        "ar": "احصل على خدمات الرعاية الصحية، واعثر على الأطباء، وافهم التأمين، واحصل على دعم الصحة النفسية في النمسا.",
        "ku": "دەستگەیشتن بە خزمەتگوزاری تەندروستی، دۆکتۆر بدۆزەرەوە، بیمە تێبگە، و پشتگیری تەندروستی دەروونی لە نەمسا بەدەست بهێنە.",
        "so": "Hel adeegyada caafimaadka, doktoro soo raadi, garashada caymiska, iyo hel taageero caafimaadka maskaxda Austria.",
        "ka": "მიიღეთ წვდომა ჯანდაცვის სერვისებზე, იპოვეთ ექიმები, გაიგეთ დაზღვევა და მიიღეთ ფსიქიკური ჯანმრთელობის მხარდაჭერა ავსტრიაში.",
        "sq": "Aksesoni shërbimet e kujdesit shëndetësor, gjeni mjekë, kuptoni sigurimet dhe merrni mbështetje për shëndetin mendor në Austri."
      },
      "category": {
        "title": {
          "en": "Health Support",
          "de": "Gesundheitsunterstützung"
        },
        "description": {
          "en": "Healthcare services and support",
          "de": "Gesundheitsdienste und Unterstützung"
        },
        "icon": "local-hospital",
        "color": "#059669"
      }
    },
    {
      "type": "category",
      "id": 3,
      "title": {
        "en": "Financial Support",
        "de": "Finanzielle Unterstützung",
        "ru": "Финансовая поддержка",
        "ce": "Ахча гlо",
        "prs": "حمایت مالی",
        "ps": "مالي ملاتړ",
        "fa": "پشتیبانی مالی",
        "ar": "الدعم المالي",
        "ku": "پشتگیری دارایی",
        "so": "Taageerka maaliyadda",
        "ka": "ფინანსური მხარდაჭერა",
        "sq": "Mbështetje financiare"
      },
      "text": {
        "en": "Learn about social benefits, emergency financial aid, budgeting help, and financial assistance programs available in Austria.",
        "de": "Erfahren Sie mehr über Sozialleistungen, finanzielle Nothilfe, Budgetierungshilfe und Finanzhilfeprogramme, die in Österreich verfügbar sind.",
        "ru": "Узнайте о социальных пособиях, экстренной финансовой помощи, помощи в составлении бюджета и программах финансовой помощи, доступных в Австрии.",
        "ce": "Социальни льготаш, экстренни ахча гlо, бюджет хlокхуш гlо, Австрин ахча гlуллакхийн программашкахь хаа.",
        "prs": "در مورد مزایای اجتماعی، کمک مالی اضطراری، کمک بودجه‌بندی و برنامه‌های کمک مالی موجود در اتریش بیاموزید.",
        "ps": "د ټولنیزو ګټو، بیړني مالي مرستو، د بودیجې مرستو، او د اتریش کې شته د مالي مرستو برنامو په اړه زده کړئ.",
        "fa": "در مورد مزایای اجتماعی، کمک مالی اضطراری، کمک بودجه‌بندی و برنامه‌های کمک مالی موجود در اتریش بیاموزید.",
        "ar": "تعرف على المزايا الاجتماعية والمساعدة المالية الطارئة ومساعدة الميزانية وبرامج المساعدة المالية المتاحة في النمسا.",
        "ku": "فێربە لەسەر سوودە کۆمەڵایەتییەکان، یارمەتی دارایی لە کاتی پێویستدا، یارمەتی بودجە، و بەرنامەکانی یارمەتی دارایی کە لە نەمسا بەردەستن.",
        "so": "Baro faa'iidooyinka bulshada, gargaarka maaliyadda degdegga ah, caawinta miisaaniyadda, iyo barnaamijyada gargaarka maaliyadda ee la heli karo Austria.",
        "ka": "გაიგეთ სოციალური შემწეობების, საგანგებო ფინანსური დახმარების, ბიუჯეტის დაგეგმვის დახმარების და ფინანსური დახმარების პროგრამების შესახებ, რომლებიც ხელმისაწვდომია ავსტრიაში.",
        "sq": "Mësoni për përfitimet sociale, ndihmën financiare urgjente, ndihmën për buxhetin dhe programet e ndihmës financiare të disponueshme në Austri."
      },
      "category": {
        "title": {
          "en": "Financial Support",
          "de": "Finanzielle Unterstützung"
        },
        "description": {
          "en": "Financial aid and guidance",
          "de": "Finanzielle Hilfe und Beratung"
        },
        "icon": "account-balance",
        "color": "#7C3AED"
      }
    },
    {
      "type": "category",
      "id": 4,
      "title": {
        "en": "Career Support",
        "de": "Berufsunterstützung",
        "ru": "Поддержка карьеры",
        "ce": "Корматийн гlо",
        "prs": "حمایت شغلی",
        "ps": "د کسب ملاتړ",
        "fa": "پشتیبانی شغلی",
        "ar": "دعم المهنة",
        "ku": "پشتگیری پیشەیی",
        "so": "Taageerka xirfadda",
        "ka": "კარიერის მხარდაჭერა",
        "sq": "Mbështetje për karrierën"
      },
      "text": {
        "en": "Find job opportunities, get career counseling, learn about professional training, and understand work rights in Austria.",
        "de": "Finden Sie Jobmöglichkeiten, erhalten Sie Berufsberatung, lernen Sie über berufliche Weiterbildung und verstehen Sie Arbeitsrechte in Österreich.",
        "ru": "Найдите возможности трудоустройства, получите карьерное консультирование, узнайте о профессиональном обучении и поймите трудовые права в Австрии.",
        "ce": "Корматийн меттигаш карийта, корматийн хаам ло, профессиональни дешар хаа, Австрин корматийн бакъонаш гойта.",
        "prs": "فرصت‌های شغلی پیدا کنید، مشاوره شغلی دریافت کنید، در مورد آموزش حرفه‌ای یاد بگیرید و حقوق کار را در اتریش درک کنید.",
        "ps": "د دندو فرصتونه ومومئ، د کسب مشورې واخلئ، د مسلکي روزنې په اړه زده کړئ، او په اتریش کې د کار حقونه پوه شئ.",
        "fa": "فرصت‌های شغلی پیدا کنید، مشاوره شغلی دریافت کنید، در مورد آموزش حرفه‌ای یاد بگیرید و حقوق کار را در اتریش درک کنید.",
        "ar": "ابحث عن فرص العمل، احصل على الاستشارة المهنية، تعلم عن التدريب المهني، وافهم حقوق العمل في النمسا.",
        "ku": "دەرفەتی کار بدۆزەرەوە، ڕاوێژکاری پیشەیی وەربگرە، فێربە لەسەر ڕاهێنانی پیشەیی، و مافەکانی کار لە نەمسا تێبگە.",
        "so": "Hel fursado shaqo, hel la-talinta xirfadda, baro tababarka xirfadda, oo faham xuquuqda shaqada Austria.",
        "ka": "იპოვეთ სამუშაო შესაძლებლობები, მიიღეთ კარიერული კონსულტაცია, გაიგეთ პროფესიული ტრენინგის შესახებ და გაიგეთ სამუშაო უფლებები ავსტრიაში.",
        "sq": "Gjeni mundësi pune, merrni këshillim për karrierën, mësoni për trajnimin profesional dhe kuptoni të drejtat e punës në Austri."
      },
      "category": {
        "title": {
          "en": "Career Support",
          "de": "Berufsunterstützung"
        },
        "description": {
          "en": "Job search and career guidance",
          "de": "Jobsuche und Karriereberatung"
        },
        "icon": "work",
        "color": "#0891B2"
      }
    },
    {
      "type": "category",
      "id": 5,
      "title": {
        "en": "Cultural Integration",
        "de": "Kulturelle Integration",
        "ru": "Культурная интеграция",
        "ce": "Культурин интеграци",
        "prs": "ادغام فرهنگی",
        "ps": "کلتوري ادغام",
        "fa": "ادغام فرهنگی",
        "ar": "التكامل الثقافي",
        "ku": "یەکخستنی کولتووری",
        "so": "Isku-dhafka dhaqanka",
        "ka": "კულტურული ინტეგრაცია",
        "sq": "Integrimi kulturor"
      },
      "text": {
        "en": "Learn about Austrian culture, participate in cultural events, find community groups, and build social connections.",
        "de": "Lernen Sie die österreichische Kultur kennen, nehmen Sie an kulturellen Veranstaltungen teil, finden Sie Gemeinschaftsgruppen und bauen Sie soziale Verbindungen auf.",
        "ru": "Изучайте австрийскую культуру, участвуйте в культурных мероприятиях, находите общественные группы и устанавливайте социальные связи.",
        "ce": "Австрин культура хаа, культурни чулацамашкахь дlахьош ле, жамlатин тобанаш карийта, социальни элпаш хlотта.",
        "prs": "در مورد فرهنگ اتریش بیاموزید، در رویدادهای فرهنگی شرکت کنید، گروه‌های اجتماعی پیدا کنید و ارتباطات اجتماعی برقرار کنید.",
        "ps": "د اتریش د کلتور په اړه زده کړئ، په کلتوري پیښو کې برخه واخلئ، د ټولنې ډلې ومومئ، او ټولنیز اړیکې جوړې کړئ.",
        "fa": "در مورد فرهنگ اتریش بیاموزید، در رویدادهای فرهنگی شرکت کنید، گروه‌های اجتماعی پیدا کنید و ارتباطات اجتماعی برقرار کنید.",
        "ar": "تعرف على الثقافة النمساوية، شارك في الأحداث الثقافية، ابحث عن مجموعات المجتمع، وابن روابط اجتماعية.",
        "ku": "فێری کولتووری نەمسا ببە، لە ڕووداوە کولتوورییەکاندا بەشداری بکە، گرووپی کۆمەڵگا بدۆزەوە، و پەیوەندی کۆمەڵایەتی دروست بکە.",
        "so": "Baro dhaqanka Austria, ka qaybgal dhacdooyinka dhaqanka, hel kooxaha bulsho, oo dhis xidhiidh bulsheed.",
        "ka": "გაიცანით ავსტრიული კულტურა, მონაწილეობა მიიღეთ კულტურულ ღონისძიებებში, იპოვეთ საზოგადოებრივი ჯგუფები და შექმენით სოციალური კავშირები.",
        "sq": "Mësoni për kulturën austriake, merrni pjesë në ngjarje kulturore, gjeni grupe komunitare dhe ndërtoni lidhje sociale."
      },
      "category": {
        "title": {
          "en": "Cultural Integration",
          "de": "Kulturelle Integration"
        },
        "description": {
          "en": "Culture and community connections",
          "de": "Kultur- und Gemeinschaftsverbindungen"
        },
        "icon": "groups",
        "color": "#DC2626"
      }
    },
    {
      "type": "category",
      "id": 6,
      "title": {
        "en": "Document Certification",
        "de": "Dokumentenbeglaubigung",
        "ru": "Заверение документов",
        "ce": "Документаш бакъдар",
        "prs": "تصدیق اسناد",
        "ps": "د اسنادو تصدیق",
        "fa": "تصدیق اسناد",
        "ar": "توثيق الوثائق",
        "ku": "بڕواپێدانی بەڵگەنامە",
        "so": "Xaqiijinta dukumentiyada",
        "ka": "დოკუმენტების დამოწმება",
        "sq": "Certifikimi i dokumenteve"
      },
      "text": {
        "en": "Get help with document translation, certification, apostille services, and understanding official procedures in Austria.",
        "de": "Erhalten Sie Hilfe bei Dokumentenübersetzung, Beglaubigung, Apostille-Diensten und dem Verständnis offizieller Verfahren in Österreich.",
        "ru": "Получите помощь с переводом документов, заверением, апостилированием и пониманием официальных процедур в Австрии.",
        "ce": "Документаш гочдар, бакъдар, апостиль гlуллакх, Австрин оьздангалла процедураш гойтуш гlо ло.",
        "prs": "کمک برای ترجمه اسناد، تصدیق، خدمات مهر آپوستیل و درک روند‌های رسمی در اتریش دریافت کنید.",
        "ps": "د اسنادو د ژباړې، تصدیق، د اپوسټیل خدماتو او په اتریش کې د رسمي پروسیجرونو د پوهیدو لپاره مرسته واخلئ.",
        "fa": "کمک برای ترجمه اسناد، تصدیق، خدمات مهر آپوستیل و درک روندهای رسمی در اتریش دریافت کنید.",
        "ar": "احصل على المساعدة في ترجمة الوثائق والتصديق وخدمات الأبوستيل وفهم الإجراءات الرسمية في النمسا.",
        "ku": "یارمەتی وەربگرە لە وەرگێڕانی بەڵگەنامە، بڕواپێدان، خزمەتگوزاری ئەپۆستیل، و تێگەیشتن لە کارپێکردنە فەرمییەکانی نەمسا.",
        "so": "Hel caawimaad turjumaadda dukumentiyada, xaqiijinta, adeegyada apostille, iyo fahamka hababka rasmiga ah ee Austria.",
        "ka": "მიიღეთ დახმარება დოკუმენტების თარგმნაში, დამოწმებაში, აპოსტილის სერვისებში და ავსტრიის ოფიციალური პროცედურების გაგებაში.",
        "sq": "Merrni ndihmë për përkthimin e dokumenteve, certifikimin, shërbimet e apostilles dhe kuptimin e procedurave zyrtare në Austri."
      },
      "category": {
        "title": {
          "en": "Document Certification",
          "de": "Dokumentenbeglaubigung"
        },
        "description": {
          "en": "Document services and certification",
          "de": "Dokumentendienste und Beglaubigung"
        },
        "icon": "description",
        "color": "#059669"
      }
    },
    {
      "type": "category",
      "id": 7,
      "title": {
        "en": "Emergency Support",
        "de": "Notfallunterstützung",
        "ru": "Экстренная поддержка",
        "ce": "Экстренни гlо",
        "prs": "حمایت اضطراری",
        "ps": "بیړني ملاتړ",
        "fa": "پشتیبانی اضطراری",
        "ar": "الدعم الطارئ",
        "ku": "پشتگیری لە کاتی پێویستدا",
        "so": "Taageerka degdegga ah",
        "ka": "საგანგებო მხარდაჭერა",
        "sq": "Mbështetje emergjente"
      },
      "text": {
        "en": "Access emergency services, crisis hotlines, temporary housing, and immediate support when you need help urgently.",
        "de": "Zugang zu Notdiensten, Krisen-Hotlines, vorübergehender Unterkunft und sofortiger Unterstützung, wenn Sie dringend Hilfe benötigen.",
        "ru": "Получите доступ к экстренным службам, кризисным горячим линиям, временному жилью и немедленной поддержке, когда вам срочно нужна помощь.",
        "ce": "Тlаьхьа хила мала экстренни службаш, кризисни телефонаш, хlинца цlенйина меттиг, тlаьхьара гlо лело.",
        "prs": "به خدمات اضطراری، خطوط تماس بحران، مسکن موقت و حمایت فوری زمانی که فوراً به کمک نیاز دارید دسترسی پیدا کنید.",
        "ps": "د بیړنیو خدماتو، بحرانونو ټیلفونونو، لنډمهاله کورونو او سمدستي ملاتړ ته لاسرسی ومومئ کله چې تاسو په بیړه مرستې ته اړتیا لرئ.",
        "fa": "به خدمات اضطراری، خطوط تماس بحران، مسکن موقت و پشتیبانی فوری زمانی که فوراً به کمک نیاز دارید دسترسی پیدا کنید.",
        "ar": "احصل على خدمات الطوارئ وخطوط الأزمات الساخنة والسكن المؤقت والدعم الفوري عندما تحتاج إلى المساعدة بشكل عاجل.",
        "ku": "دەستگەیشتن بە خزمەتگوزاری لە کاتی پێویستدا، هێڵی گەرمی قەیران، نیشتەجێبوونی کاتی، و پشتگیری خێرا کاتێک بە پەلە پێویستیت بە یارمەتی هەیە.",
        "so": "Hel adeegyada degdegga ah, khadka kulul ee mashaakilka, guryo ku meel gaar ah, iyo taageero degdeg ah markaad u baahan tahay caawimaad degdeg ah.",
        "ka": "მიიღეთ წვდომა საგანგებო სამსახურებზე, კრიზისულ ცხელ ხაზებზე, დროებით საცხოვრებელზე და დაუყოვნებელ მხარდაჭერაზე, როცა გჭირდებათ გადაუდებელი დახმარება.",
        "sq": "Aksesoni shërbimet e emergjencës, linjat e krizës, strehimin e përkohshëm dhe mbështetjen e menjëhershme kur keni nevojë për ndihmë urgjente."
      },
      "category": {
        "title": {
          "en": "Emergency Support",
          "de": "Notfallunterstützung"
        },
        "description": {
          "en": "Crisis support and emergency services",
          "de": "Krisenunterstützung und Notdienste"
        },
        "icon": "emergency",
        "color": "#DC2626"
      }
    },
    {
      "type": "category",
      "id": 8,
      "title": {
        "en": "General Support",
        "de": "Allgemeine Unterstützung",
        "ru": "Общая поддержка",
        "ce": "Йуьхь гlо",
        "prs": "حمایت عمومی",
        "ps": "عمومي ملاتړ",
        "fa": "پشتیبانی عمومی",
        "ar": "الدعم العام",
        "ku": "پشتگیری گشتی",
        "so": "Taageero guud",
        "ka": "ზოგადი მხარდაჭერა",
        "sq": "Mbështetje e përgjithshme"
      },
      "text": {
        "en": "Get general information and support for questions that don't fit into specific categories. Reach out for any help you need.",
        "de": "Erhalten Sie allgemeine Informationen und Unterstützung für Fragen, die nicht in spezifische Kategorien passen. Wenden Sie sich für jede Hilfe, die Sie benötigen.",
        "ru": "Получите общую информацию и поддержку по вопросам, которые не попадают в конкретные категории. Обращайтесь за любой необходимой помощью.",
        "ce": "Конкретни категореш тlе хьоьшуш доцу хаттарашна йуьхь хаам а гlо а ло. Хlокху хила мала гlо далийта.",
        "prs": "اطلاعات کلی و حمایت برای سوالاتی که در دسته‌های خاص قرار نمی‌گیرند دریافت کنید. برای هر کمکی که نیاز دارید تماس بگیرید.",
        "ps": "د هغو پوښتنو لپاره عمومي معلومات او ملاتړ واخلئ چې په ځانګړو کټګوریو کې نه راځي. د هر هغه مرستې لپاره چې تاسو ورته اړتیا لرئ موږ ته راورسیږئ.",
        "fa": "اطلاعات کلی و پشتیبانی برای سوالاتی که در دسته‌های خاص قرار نمی‌گیرند دریافت کنید. برای هر کمکی که نیاز دارید تماس بگیرید.",
        "ar": "احصل على معلومات عامة ودعم للأسئلة التي لا تناسب فئات محددة. تواصل للحصول على أي مساعدة تحتاجها.",
        "ku": "زانیاری گشتی و پشتگیری بۆ پرسیارەکان وەربگرە کە لە پۆلە تایبەتەکاندا نایەن. بۆ هەر یارمەتییەک کە پێویستت پەیوەندیمان پێوە بکە.",
        "so": "Hel macluumaad guud iyo taageero su'aalaha aan ku habboonayn qaybaha gaarka ah. Noogu soo wac wixii caawimaad ah ee aad u baahan tahay.",
        "ka": "მიიღეთ ზოგადი ინფორმაცია და მხარდაჭერა კითხვებისთვის, რომლებიც არ ვარგება კონკრეტულ კატეგორიებში. მიმართეთ ნებისმიერი საჭირო დახმარებისთვის.",
        "sq": "Merrni informacion të përgjithshëm dhe mbështetje për pyetje që nuk përshtaten në kategori specifike. Kontaktoni për çdo ndihmë që ju nevojitet."
      },
      "category": {
        "title": {
          "en": "General Support",
          "de": "Allgemeine Unterstützung"
        },
        "description": {
          "en": "General questions and support",
          "de": "Allgemeine Fragen und Unterstützung"
        },
        "icon": "help",
        "color": "#059669"
      }
    },
    {
      "type": "assistant",
      "id": 9,
      "title": {
        "en": "Hi! I'm here to help you navigate this app and find what you need!",
        "de": "Hallo! Ich bin hier, um Ihnen bei der Navigation in dieser App zu helfen und zu finden, was Sie brauchen!",
        "ru": "Привет! Я здесь, чтобы помочь вам навигировать по этому приложению и найти то, что вам нужно!",
        "ce": "Салам! Со кхузахь ву хlуна хlокху приложенин чохь некъ карийта а хlунга хlокху дӀаделира а.",
        "prs": "سلام! من اینجا هستم تا به شما کمک کنم در این برنامه حرکت کنید و آنچه نیاز دارید پیدا کنید!",
        "ps": "سلام! زه دلته یم چې ستاسو سره د دغه اپلیکیشن کې د لارښوونې کولو او هغه څه موندلو کې مرسته وکړم چې تاسو یې غواړئ!",
        "fa": "سلام! من اینجا هستم تا به شما کمک کنم در این برنامه حرکت کنید و آنچه نیاز دارید پیدا کنید!",
        "ar": "مرحباً! أنا هنا لمساعدتك في التنقل في هذا التطبيق والعثور على ما تحتاجه!",
        "ku": "سڵاو! من لێرەم بۆ ئەوەی یارمەتیت بدەم لەم ئەپەدا بگەڕێیت و ئەوە بدۆزیتەوە کە پێویستتە!",
        "so": "Salaam! Waxaan halkan u joogaa inaan kaa caawiyo aad u dhaqdhaqaaqdo appkan oo aad hesho waxa aad u baahan tahay!",
        "ka": "გამარჯობა! მე აქ ვარ, რომ დაგეხმაროთ ამ აპლიკაციაში ნავიგაციაში და იპოვოთ ის, რაც გჭირდებათ!",
        "sq": "Përshëndetje! Unë jam këtu për t'ju ndihmuar të navigoni në këtë aplikacion dhe të gjeni atë që ju nevojitet!"
      },
      "text": {
        "en": "Use the virtual assistant to get instant help and guidance. Ask questions in your preferred language and get personalized support.",
        "de": "Nutzen Sie den virtuellen Assistenten für sofortige Hilfe und Anleitung. Stellen Sie Fragen in Ihrer bevorzugten Sprache und erhalten Sie persönliche Unterstützung.",
        "ru": "Используйте виртуального помощника, чтобы получить мгновенную помощь и руководство. Задавайте вопросы на предпочитаемом языке и получайте персонализированную поддержку.",
        "ce": "Виртуальни ассистенто лелае тlаьхьара гlо а хаам а лорна. Хlунна йиш йуьлу меттана хаттар дайте а шуна латта гlо лийте.",
        "prs": "از دستیار مجازی برای دریافت کمک و راهنمایی فوری استفاده کنید. سوالات را به زبان ترجیحی خود بپرسید و پشتیبانی شخصی دریافت کنید.",
        "ps": "د سمدستي مرستې او لارښوونې لپاره د مجازي مالي ملګري څخه کار واخلئ. په خپله غوره ژبه پوښتنې وکړئ او شخصي ملاتړ واخلئ.",
        "fa": "از دستیار مجازی برای دریافت کمک و راهنمایی فوری استفاده کنید. سوالات را به زبان ترجیحی خود بپرسید و پشتیبانی شخصی دریافت کنید.",
        "ar": "استخدم المساعد الافتراضي للحصول على المساعدة والإرشاد الفوري. اطرح الأسئلة بلغتك المفضلة واحصل على دعم شخصي.",
        "ku": "یاریدەدەری مەجازی بەکاربهێنە بۆ وەرگرتنی یارمەتی و ڕێنمایی خێرا. پرسیار بکە بە زمانی خۆت و پشتگیری کەسی وەربگرە.",
        "so": "Isticmaal caawiyaha farsamada ah si aad u hesho caawimaad iyo hagid degdeg ah. Su'aalo ku weydii luqadda aad door bidayso oo hel taageero shakhsi ah.",
        "ka": "გამოიყენეთ ვირტუალური ასისტენტი მყისიერი დახმარებისა და მითითებების მისაღებად. დასვით კითხვები თქვენს სასურველ ენაზე და მიიღეთ პერსონალიზებული მხარდაჭერა.",
        "sq": "Përdorni asistentin virtual për të marrë ndihmë dhe udhëzime të menjëhershme. Bëni pyetje në gjuhën tuaj të preferuar dhe merrni mbështetje të personalizuar."
      }
    },
    {
      "type": "feature",
      "id": 10,
      "title": {
        "en": "Language Selection",
        "de": "Sprachauswahl",
        "ru": "Выбор языка",
        "ce": "Мотт харжар",
        "prs": "انتخاب زبان",
        "ps": "د ژبې ټاکنه",
        "fa": "انتخاب زبان",
        "ar": "اختيار اللغة",
        "ku": "هەڵبژاردنی زمان",
        "so": "Doorashada luqadda",
        "ka": "ენის არჩევა",
        "sq": "Zgjedhja e gjuhës"
      },
      "text": {
        "en": "Switch between 12 different languages anytime. The app supports German, English, Russian, Chechen, Dari, Pashto, Farsi, Arabic, Kurdish, Somali, Georgian, and Albanian.",
        "de": "Wechseln Sie jederzeit zwischen 12 verschiedenen Sprachen. Die App unterstützt Deutsch, Englisch, Russisch, Tschetschenisch, Dari, Paschtu, Farsi, Arabisch, Kurdisch, Somali, Georgisch und Albanisch.",
        "ru": "Переключайтесь между 12 различными языками в любое время. Приложение поддерживает немецкий, английский, русский, чеченский, дари, пушту, фарси, арабский, курдский, сомалийский, грузинский и албанский.",
        "ce": "12 башха меттанаш юкъе мукъамехь хийца йиш ю. Приложенин немцойн, ингалсан, оьрсийн, нохчийн, дари, пашто, фарси, lарабийн, курдийн, сомалийн, гуржийн, албанийн меттанаш ловш ю.",
        "prs": "در هر زمان بین 12 زبان مختلف تغییر دهید. این برنامه از آلمانی، انگلیسی، روسی، چچنی، دری، پشتو، فارسی، عربی، کردی، سومالیایی، گرجی و آلبانیایی پشتیبانی می‌کند.",
        "ps": "په هر وخت کې د 12 مختلفو ژبو تر منځ بدلون وکړئ. دا اپلیکیشن د آلماني، انګلیسي، روسي، چیچني، دري، پښتو، فارسي، عربي، کردي، سومالي، جورجیایي، او البانیایي ملاتړ کوي.",
        "fa": "در هر زمان بین 12 زبان مختلف تغییر دهید. این برنامه از آلمانی، انگلیسی، روسی، چچنی، دری، پشتو، فارسی، عربی، کردی، سومالیایی، گرجی و آلبانیایی پشتیبانی می‌کند.",
        "ar": "تبديل بين 12 لغة مختلفة في أي وقت. يدعم التطبيق الألمانية والإنجليزية والروسية والشيشانية والداري والبشتو والفارسية والعربية والكردية والصومالية والجورجية والألبانية.",
        "ku": "لە هەر کاتێکدا لە نێوان 12 زمانی جۆراوجۆردا بگۆڕە. ئەم ئەپە پشتگیری ئەڵمانی، ئینگلیزی، ڕووسی، چیچێنی، دەری، پەشتوو، فارسی، عەرەبی، کوردی، سۆمالی، گورجی و ئەڵبانی دەکات.",
        "so": "Ku bedel 12 luqadood oo kala duwan marwalba ah. Appku wuxuu taageeraa Jarmal, Ingiriis, Ruush, Chechen, Dari, Pashto, Farsi, Carabi, Kurdish, Soomaali, Georgian, iyo Albanian.",
        "ka": "ნებისმიერ დროს გადართეთ 12 სხვადასხვა ენას შორის. აპლიკაცია მხარს უჭერს გერმანულს, ინგლისურს, რუსულს, ჩეჩნურს, დარის, პაშტოს, ფარსს, არაბულს, ქურთულს, სომალიურს, ქართულს და ალბანურს.",
        "sq": "Ndryshoni midis 12 gjuhëve të ndryshme në çdo kohë. Aplikacioni mbështet gjermanishten, anglishten, rusishten, çeçenishten, dari, pashto, farsishten, arabishten, kurdishten, somalisht, gjeorgjishten dhe shqipen."
      }
    }
  ]
}
