{
  "slides": [
    {
      "id": 0,
      "type": "welcome",
      "title": {
        "de": "Willkommen im Fragen-Bereich!",
        "en": "Welcome to the Ask Section!",
        "ru": "Добро пожаловать в раздел вопросов!",
        "ce": "Марша вогӏийла хатташан декъаме!",
        "prs": "به بخش پرسش خوش آمدید!",
        "ps": "د پوښتنو برخې ته ښه راغلاست!",
        "fa": "به بخش پرسش خوش آمدید!",
        "ar": "مرحباً بكم في قسم الأسئلة!",
        "ku": "بەخێر بێن بۆ بەشی پرسیار!",
        "so": "Ku soo dhawoow Qaybta Weydiinta!",
        "ka": "კეთილი იყოს თქვენი მობრძანება კითხვების განყოფილებაში!",
        "sq": "Mirësevini në seksionin e pyetjeve!"
      },
      "text": {
        "de": "Hier können Sie Fragen zu verschiedenen Themen stellen und erhalten Antworten von Experten. Egal ob es um Karriere, Integration, Dokumente, Finanzen, Gesundheit oder Recht geht, wir sind für Sie da.",
        "en": "Here you can ask questions on various topics and receive answers from experts. Whether it's about career, integration, documents, finance, health, or law, we are here for you.",
        "ru": "Здесь вы можете задавать вопросы по различным темам и получать ответы от экспертов. Независимо от того, касается ли это карьеры, интеграции, документов, финансов, здоровья или права, мы здесь для вас.",
        "ce": "Хӏокхузахь шуьга хаттарш дала мега тайп-тайпан долчу хӏумнаш тӏехь, эксперташ жоьпаш лур ду. Муьлхха хӏума далахь а - болх, интеграци, документаш, ахча, могушалла йа бакъо - тхо шуна гӏо деш ду.",
        "prs": "در اینجا می توانید سوالات خود را در مورد موضوعات مختلف بپرسید و پاسخ هایی را از کارشناسان دریافت کنید. چه در مورد شغل، ادغام، اسناد، امور مالی، بهداشت یا قانون باشد، ما اینجا هستیم تا به شما کمک کنیم.",
        "ps": "دلته تاسو کولی شئ د مختلفو موضوعاتو په اړه پوښتنې وکړئ او د متخصصینو څخه ځوابونه ترلاسه کړئ. که دا د مسلک، ادغام، اسنادو، مالي، روغتیا یا قانون په اړه وي، موږ دلته ستاسو لپاره یو.",
        "fa": "در اینجا می توانید سوالات خود را در مورد موضوعات مختلف بپرسید و پاسخ هایی را از کارشناسان دریافت کنید. چه در مورد شغل، ادغام، اسناد، امور مالی، بهداشت یا قانون باشد، ما اینجا هستیم تا به شما کمک کنیم.",
        "ar": "هنا يمكنك طرح أسئلة حول مواضيع مختلفة وتلقي إجابات من الخبراء. سواء كان الأمر يتعلق بالوظيفة أو الاندماج أو المستندات أو الشؤون المالية أو الصحة أو القانون، فنحن هنا لمساعدتك.",
        "ku": "لێرەدا دەتوانیت پرسیار لەسەر بابەتە جۆراوجۆرەکان بکەیت و وەڵام لە شارەزایان وەربگریت. چ ئەگەر دەربارەی کار، یەکگرتن، بەڵگەنامە، دارایی، تەندروستی، یان یاسا بێت، ئێمە لێرەین بۆ یارمەتیدانی تۆ.",
        "so": "Halkan waxaad ka weydiin kartaa su'aalo ku saabsan mawduucyo kala duwan waxaadna ka heli kartaa jawaabo khabiiro ah. Haddii ay ku saabsan tahay shaqo, isdhexgal, dukumeenti, maaliyadeed, caafimaad, ama sharciga, waxaan halkan u joognaa inaan ku caawinno.",
        "ka": "აქ შეგიძლიათ დასვათ კითხვები სხვადასხვა თემებზე და მიიღოთ პასუხები ექსპერტებისგან. იქნება ეს კარიერა, ინტეგრაცია, დოკუმენტები, ფინანსები, ჯანმრთელობა თუ სამართალი, ჩვენ აქ ვართ თქვენთვის.",
        "sq": "Këtu mund të bëni pyetje mbi tema të ndryshme dhe të merrni përgjigje nga ekspertë. Pavarësisht nëse bëhet fjalë për karrierën, integrimin, dokumentet, financat, shëndetin ose ligjin, ne jemi këtu për ju."
      }
    },
    {
      "id": 1,
      "type": "instruction",
      "title": {
        "de": "Wie es funktioniert",
        "en": "How it Works",
        "ru": "Как это работает",
        "ce": "Мухаллаж болх бе",
        "prs": "چگونه کار می کند",
        "ps": "دا څنګه کار کوی",
        "fa": "چگونه کار می کند",
        "ar": "كيف يعمل",
        "ku": "ئەمە چۆن کار دەکات",
        "so": "Sidee u shaqeeyaa",
        "ka": "როგორ მუშაობს",
        "sq": "Si punon"
      },
      "text": {
        "de": "Wählen Sie eine Kategorie, die Ihrem Anliegen entspricht, und formulieren Sie Ihre Frage so präzise wie möglich. Unsere Experten werden sich bemühen, Ihnen zeitnah und kompetent zu antworten.",
        "en": "Select a category that matches your concern and formulate your question as precisely as possible. Our experts will endeavor to answer you promptly and competently.",
        "ru": "Выберите категорию, соответствующую вашему запросу, и сформулируйте свой вопрос как можно точнее. Наши эксперты постараются ответить вам оперативно и компетентно.",
        "ce": "Хьайн балхахь маьӏна долу категори харжа, хаттар билгалдаккха мел луъу дика ду. Тхан эксперташ сихха жоп дала хьожур бу.",
        "prs": "دسته ای را انتخاب کنید که با نگرانی شما مطابقت دارد و سوال خود را تا حد امکان دقیق فرموله کنید. کارشناسان ما تلاش خواهند کرد تا به سرعت و با شایستگی به شما پاسخ دهند.",
        "ps": "هغه کټګورۍ غوره کړئ چې ستاسو د اندیښنې سره سمون لري او خپله پوښتنه د امکان تر حده دقیق جوړه کړئ. زموږ کارپوهان به هڅه وکړي چې تاسو ته ژر تر ژره او په سمه توګه ځواب ووایی.",
        "fa": "دسته ای را انتخاب کنید که با نگرانی شما مطابقت دارد و سوال خود را تا حد امکان دقیق فرموله کنید. کارشناسان ما تلاش خواهند کرد تا به سرعت و با شایستگی به شما پاسخ دهند.",
        "ar": "حدد فئة تطابق اهتمامك وصِغ سؤالك بأكبر قدر ممكن من الدقة. سيسعى خبراؤنا للإجابة عليك على الفور وبكفاءة.",
        "ku": "ئەو بەشە هەڵبژێرە کە لەگەڵ نیگەرانی تۆدا دەگونجێت و پرسیارەکەت بە وردترین شێوە دابڕێژە. شارەزایانمان هەوڵ دەدەن بە زووترین کات وەڵامت بدەنەوە.",
        "so": "Dooro qaybta ku habboon welwelkaaga oo samee su'aashaada sida ugu saxsan ee suurtogalka ah. Khubaradayadu waxay ku dadaali doonaan inay si degdeg ah oo karti leh kuugu jawaabaan.",
        "ka": "აირჩიეთ კატეგორია, რომელიც შეესაბამება თქვენს შეკითხვას და ჩამოაყალიბეთ თქვენი შეკითხვა რაც შეიძლება ზუსტად. ჩვენი ექსპერტები შეეცდებიან გიპასუხონ სწრაფად და კომპეტენტურად.",
        "sq": "Zgjidhni një kategori që përputhet me shqetësimin tuaj dhe formuloni pyetjen tuaj sa më saktë që të jetë e mundur. Ekspertët tanë do të përpiqen t'ju përgjigjen shpejt dhe me kompetencë."
      }
    },
    {
      "id": 2,
      "type": "feature",
      "title": {
        "de": "Kategorien",
        "en": "Categories",
        "ru": "Категории",
        "ce": "Категореш",
        "prs": "دسته بندی ها",
        "ps": "کتګوری",
        "fa": "دسته بندی ها",
        "ar": "الفئات",
        "ku": "پۆلەکان",
        "so": "Qaybaha",
        "ka": "კატეგორიები",
        "sq": "Kategoritë"
      },
      "text": {
        "de": "Wählen Sie aus einer Vielzahl von Kategorien, um Ihre Frage gezielt zu platzieren.",
        "en": "Choose from a variety of categories to place your question in a targeted manner.",
        "ru": "Выберите одну из множества категорий, чтобы точно разместить свой вопрос.",
        "ce": "Дукха категореш юкъара цхьаъ харжа, хьайн хаттар цхьана меттахь дIатардан.",
        "prs": "از بین انواع دسته بندی ها انتخاب کنید تا سوال خود را به صورت هدفمند قرار دهید.",
        "ps": "د مختلفو کټګوریو څخه غوره کړئ ترڅو خپله پوښتنه په نښه شوي ډول ځای په ځای کړئ.",
        "fa": "از بین انواع دسته بندی ها انتخاب کنید تا سوال خود را به صورت هدفمند قرار دهید.",
        "ar": "اختر من بين مجموعة متنوعة من الفئات لوضع سؤالك بطريقة مستهدفة.",
        "ku": "لەناو جۆرەها پۆلێکدا هەڵبژێرە بۆ ئەوەی پرسیارەکەت بەشێوەیەکی ئامانجدار دابنێیت.",
        "so": "Ka dooro qaybo kala duwan si aad su'aashaada u dhigto si bartilmaameed leh.",
        "ka": "აირჩიეთ სხვადასხვა კატეგორიიდან, რათა თქვენი შეკითხვა მიზანმიმართულად განათავსოთ.",
        "sq": "Zgjidhni nga një sërë kategorish për ta vendosur pyetjen tuaj në mënyrë të synuar."
      }
    },
    {
      "id": 3,
      "type": "feature",
      "title": {
        "de": "Frage stellen",
        "en": "Ask a Question",
        "ru": "Задать вопрос",
        "ce": "Хаттар дала",
        "prs": "پرسیدن سوال",
        "ps": "پوښتنه کول",
        "fa": "پرسیدن سوال",
        "ar": "طرح سؤال",
        "ku": "پرسیار کردن",
        "so": "Su'aal weydii",
        "ka": "კითხვის დასმა",
        "sq": "Bëni një pyetje"
      },
      "text": {
        "de": "Formulieren Sie Ihre Frage klar und präzise, um eine bestmögliche Antwort zu erhalten.",
        "en": "Formulate your question clearly and precisely to receive the best possible answer.",
        "ru": "Сформулируйте свой вопрос четко и точно, чтобы получить наилучший ответ.",
        "ce": "Хьайн хаттар дика а, нийса а кхолла, уггаре дика жоп эца.",
        "prs": "سوال خود را واضح و دقیق فرموله کنید تا بهترین پاسخ ممکن را دریافت کنید.",
        "ps": "خپله پوښتنه په واضح او دقیقه توګه جوړه کړئ ترڅو غوره ممکنه ځواب ترلاسه کړئ.",
        "fa": "سوال خود را واضح و دقیق فرموله کنید تا بهترین پاسخ ممکن را دریافت کنید.",
        "ar": "صِغ سؤالك بوضوح ودقة لتلقي أفضل إجابة ممكنة.",
        "ku": "پرسیارەکەت بە ڕوونی و دروستی دابڕێژە بۆ ئەوەی باشترین وەڵام وەربگریت.",
        "so": "Samee su'aashaada si cad oo sax ah si aad u hesho jawaabta ugu fiican ee suurtogalka ah.",
        "ka": "ჩამოაყალიბეთ თქვენი შეკითხვა მკაფიოდ და ზუსტად, რათა მიიღოთ საუკეთესო შესაძლო პასუხი.",
        "sq": "Formuloni pyetjen tuaj qartë dhe saktësisht për të marrë përgjigjen më të mirë të mundshme."
      }
    },
    {
      "id": 4,
      "type": "feature",
      "title": {
        "de": "Antwort erhalten",
        "en": "Receive Answer",
        "ru": "Получить ответ",
        "ce": "Жоп эца",
        "prs": "دریافت پاسخ",
        "ps": "ځواب ترلاسه کړئ",
        "fa": "دریافت پاسخ",
        "ar": "تلقي الإجابة",
        "ku": "وەڵام وەرگرتن",
        "so": "Jawaab hel",
        "ka": "პასუხის მიღება",
        "sq": "Merrni përgjigje"
      },
      "text": {
        "de": "Unsere Experten werden Ihre Frage prüfen und Ihnen so schnell wie möglich eine fundierte Antwort geben.",
        "en": "Our experts will review your question and provide you with a well-founded answer as quickly as possible.",
        "ru": "Наши эксперты рассмотрят ваш вопрос и предоставят вам обоснованный ответ как можно скорее.",
        "ce": "Тхан эксперташ хьан хаттарна хьовсур бу, сихха жоп дала хьожур бу.",
        "prs": "کارشناسان ما سوال شما را بررسی کرده و در اسرع وقت پاسخ مستدلی را به شما ارائه می دهند.",
        "ps": "زموږ کارپوهان به ستاسو پوښتنه وڅیړي او ژر تر ژره به تاسو ته یو ښه ځواب درکړي.",
        "fa": "کارشناسان ما سوال شما را بررسی کرده و در اسرع وقت پاسخ مستدلی را به شما ارائه می دهند.",
        "ar": "سيراجع خبراؤنا سؤالك وسيزودونك بإجابة مستنيرة في أسرع وقت ممكن.",
        "ku": "شارەزایانمان پرسیارەکەت دەبینن و بە زووترین کات وەڵامێکی دروستت دەدەنەوە.",
        "so": "Khubaradayadu waxay dib u eegi doonaan su'aashaada waxayna ku siin doonaan jawaab wanaagsan sida ugu dhakhsaha badan.",
        "ka": "ჩვენი ექსპერტები გადახედავენ თქვენს შეკითხვას და მოგაწვდიან საფუძვლიან პასუხს რაც შეიძლება სწრაფად.",
        "sq": "Ekspertët tanë do ta shqyrtojnë pyetjen tuaj dhe do t'ju ofrojnë një përgjigje të bazuar sa më shpejt të jetë e mundur."
      }
    },
    {
      "id": 5,
      "type": "feature",
      "title": {
        "de": "Sprachauswahl",
        "en": "Language Selection",
        "ru": "Выбор языка",
        "ce": "Мотт харжар",
        "prs": "انتخاب زبان",
        "ps": "د ژبې ټاکنه",
        "fa": "انتخاب زبان",
        "ar": "اختيار اللغة",
        "ku": "هەڵبژاردنی زمان",
        "so": "Xulashada Luuqadda",
        "ka": "ენის არჩევა",
        "sq": "Përzgjedhja e gjuhës"
      },
      "text": {
        "de": "Wählen Sie Ihre bevorzugte Sprache, um die Plattform optimal nutzen zu können.",
        "en": "Select your preferred language to make the most of the platform.",
        "ru": "Выберите предпочитаемый язык, чтобы максимально эффективно использовать платформу.",
        "ce": "Хьайн луъу мотт харжа, платформе дика болх бан.",
        "prs": "زبان مورد نظر خود را انتخاب کنید تا از پلتفرم نهایت استفاده را ببرید.",
        "ps": "خپله غوره شوې ژبه غوره کړئ ترڅو د پلیټ فارم څخه ډیره ګټه پورته کړئ.",
        "fa": "زبان مورد نظر خود را انتخاب کنید تا از پلتفرم نهایت استفاده را ببرید.",
        "ar": "حدد لغتك المفضلة لتحقيق أقصى استفادة من المنصة.",
        "ku": "زمانی دڵخوازی خۆت هەڵبژێرە بۆ ئەوەی زۆرترین سوود لە پلاتفۆرمەکە وەربگریت.",
        "so": "Dooro luqadda aad doorbidayso si aad uga faa'iidaysato madasha.",
        "ka": "აირჩიეთ თქვენთვის სასურველი ენა, რათა მაქსიმალურად გამოიყენოთ პლატფორმა.",
        "sq": "Zgjidhni gjuhën tuaj të preferuar për të përfituar sa më shumë nga platforma."
      }
    },
    {
      "id": 6,
      "type": "feature",
      "title": {
        "de": "Sprachnachrichten",
        "en": "Voice Messages",
        "ru": "Голосовые сообщения",
        "ce": "Озан хаамаш",
        "prs": "پیام های صوتی",
        "ps": "غږیز پیغامونه",
        "fa": "پیام های صوتی",
        "ar": "الرسائل الصوتية",
        "ku": "نامە دەنگییەکان",
        "so": "Farriimaha Codka",
        "ka": "ხმოვანი შეტყობინებები",
        "sq": "Mesazhet zanore"
      },
      "text": {
        "de": "Nutzen Sie die Sprachnachrichten-Funktion, um Ihre Fragen mündlich zu übermitteln.",
        "en": "Use the voice message feature to submit your questions verbally.",
        "ru": "Используйте функцию голосовых сообщений, чтобы задавать вопросы устно.",
        "ce": "Озан хаамаш болх бе хьайн хаттарш багахь дIаала.",
        "prs": "از ویژگی پیام صوتی برای ارسال سوالات خود به صورت شفاهی استفاده کنید.",
        "ps": "د غږیز پیغام فیچر وکاروئ ترڅو خپلې پوښتنې په لفظي توګه وسپارئ.",
        "fa": "از ویژگی پیام صوتی برای ارسال سوالات خود به صورت شفاهی استفاده کنید.",
        "ar": "استخدم ميزة الرسائل الصوتية لإرسال أسئلتك شفهيًا.",
        "ku": "تایبەتمەندی نامە دەنگییەکان بەکاربهێنە بۆ ئەوەی پرسیارەکانت بە زارەکی پێشکەش بکەیت.",
        "so": "Isticmaal muuqaalka farriinta codka si aad su'aalahaaga afka uga gudbiso.",
        "ka": "გამოიყენეთ ხმოვანი შეტყობინებების ფუნქცია თქვენი შეკითხვების სიტყვიერად წარმოსადგენად.",
        "sq": "Përdorni funksionin e mesazheve zanore për të paraqitur pyetjet tuaja me gojë."
      }
    },
    {
      "id": 7,
      "type": "feature",
      "title": {
        "de": "Dateianhänge",
        "en": "File Attachments",
        "ru": "Прикрепление файлов",
        "ce": "Файлаш тIетохар",
        "prs": "پیوست فایل",
        "ps": "د فایل ضمیمې",
        "fa": "پیوست فایل",
        "ar": "مرفقات الملف",
        "ku": "پێوەلکردنی فایل",
        "so": "Lifaaqyada Faylka",
        "ka": "ფაილების მიმაგრება",
        "sq": "Bashkëngjitja e skedarëve"
      },
      "text": {
        "de": "Fügen Sie relevante Dateien hinzu, um Ihre Frage besser zu veranschaulichen.",
        "en": "Add relevant files to better illustrate your question.",
        "ru": "Добавьте соответствующие файлы, чтобы лучше проиллюстрировать свой вопрос.",
        "ce": "Муьлхха файлаш тIетоха, хаттар дика гайта.",
        "prs": "فایل های مربوطه را اضافه کنید تا سوال خود را بهتر نشان دهید.",
        "ps": "اړوند فایلونه اضافه کړئ ترڅو خپله پوښتنه ښه روښانه کړئ.",
        "fa": "فایل های مربوطه را اضافه کنید تا سوال خود را بهتر نشان دهید.",
        "ar": "أضف الملفات ذات الصلة لتوضيح سؤالك بشكل أفضل.",
        "ku": "فایلە پەیوەندیدارەکان زیاد بکە بۆ ئەوەی باشتر پرسیارەکەت ڕوون بکەیتەوە.",
        "so": "Ku dar faylal khuseeya si aad si fiican u muujiso su'aashaada.",
        "ka": "დაამატეთ შესაბამისი ფაილები თქვენი შეკითხვის უკეთ საილუსტრაციოდ.",
        "sq": "Shtoni skedarë të rëndësishëm për të ilustruar më mirë pyetjen tuaj."
      }
    },
    {
      "id": 8,
      "type": "feature",
      "title": {
        "de": "Community-Unterstützung",
        "en": "Community Support",
        "ru": "Поддержка сообщества",
        "ce": "Юкъараллин гIо",
        "prs": "پشتیبانی انجمن",
        "ps": "د ټولنې ملاتړ",
        "fa": "پشتیبانی انجمن",
        "ar": "دعم المجتمع",
        "ku": "پشتیوانی کۆمەڵگە",
        "so": "Taageerada Bulshada",
        "ka": "თემის მხარდაჭერა",
        "sq": "Mbështetja e komunitetit"
      },
      "text": {
        "de": "Profitieren Sie von der Unterstützung und dem Wissen der Community-Mitglieder.",
        "en": "Benefit from the support and knowledge of community members.",
        "ru": "Воспользуйтесь поддержкой и знаниями членов сообщества.",
        "ce": "Юкъараллин декъашхойн гIо а, хаарш а пайда эца.",
        "prs": "از پشتیبانی و دانش اعضای انجمن بهره مند شوید.",
        "ps": "د ټولنې د غړو له ملاتړ او پوهې څخه ګټه واخلئ.",
        "fa": "از پشتیبانی و دانش اعضای انجمن بهره مند شوید.",
        "ar": "استفد من دعم ومعرفة أعضاء المجتمع.",
        "ku": "سوود لە پشتگیری و زانیاری ئەندامانی کۆمەڵگە وەربگرە.",
        "so": "Ka faa'iidayso taageerada iyo aqoonta xubnaha bulshada.",
        "ka": "ისარგებლეთ საზოგადოების წევრების მხარდაჭერითა და ცოდნით.",
        "sq": "Përfitoni nga mbështetja dhe njohuritë e anëtarëve të komunitetit."
      }
    },
    {
      "id": 9,
      "type": "feature",
      "title": {
        "de": "Expertenrat",
        "en": "Expert Advice",
        "ru": "Совет эксперта",
        "ce": "Экспертан хьехам",
        "prs": "توصیه های تخصصی",
        "ps": "د ماهر مشوره",
        "fa": "توصیه های تخصصی",
        "ar": "نصيحة الخبراء",
        "ku": "ئامۆژگاری شارەزایان",
        "so": "Talo khabiir",
        "ka": "ექსპერტის რჩევა",
        "sq": "Këshilla e ekspertit"
      },
      "text": {
        "de": "Erhalten Sie fundierte Ratschläge von unseren erfahrenen Experten.",
        "en": "Receive well-founded advice from our experienced experts.",
        "ru": "Получите обоснованные советы от наших опытных экспертов.",
        "ce": "Тхан говза эксперташ дика хьехамаш лур бу.",
        "prs": "توصیه های مستدلی را از کارشناسان مجرب ما دریافت کنید.",
        "ps": "زموږ د تجربه لرونکو متخصصینو څخه ښه مشوره ترلاسه کړئ.",
        "fa": "توصیه های مستدلی را از کارشناسان مجرب ما دریافت کنید.",
        "ar": "تلقي نصائح مستنيرة من خبرائنا المتمرسين.",
        "ku": "ئامۆژگاری دروست لە شارەزایانی بەئەزموونی ئێمە وەربگرە.",
        "so": "Ka hel talo wanaagsan khubaradayada khibrada leh.",
        "ka": "მიიღეთ კარგად დასაბუთებული რჩევა ჩვენი გამოცდილი ექსპერტებისგან.",
        "sq": "Merrni këshilla të bazuara mirë nga ekspertët tanë me përvojë."
      }
    },
    {
      "id": 10,
      "type": "language",
      "title": {
        "de": "Sprache wechseln",
        "en": "Change Language",
        "ru": "Изменить язык",
        "ce": "Мотт хийца",
        "prs": "تغییر زبان",
        "ps": "د ژبې بدلون",
        "fa": "تغییر زبان",
        "ar": "تغيير اللغة",
        "ku": "گۆڕینی زمان",
        "so": "Bedel luqada",
        "ka": "ენის შეცვლა",
        "sq": "Ndrysho gjuhën"
      },
      "text": {
        "de": "Verwenden Sie das Sprach-Symbol oben rechts, um zwischen Deutsch und Englisch zu wechseln. Die gesamte Plattform wird in Ihrer bevorzugten Sprache angezeigt.",
        "en": "Use the language icon in the top right to switch between German and English. The entire platform will be displayed in your preferred language.",
        "ru": "Используйте значок языка в правом верхнем углу, чтобы переключаться между немецким и английским языками. Вся платформа будет отображаться на выбранном вами языке.",
        "ce": "Моттан тамга лакхара аьтту агIор пайда эца немцойн а, ингалсан а меттанашна юкъахь хийцамаш бан. Шаерриге платформа хьайн хаьржинчу маттахь гойтур ю.",
        "prs": "از نماد زبان در بالا سمت راست استفاده کنید تا بین آلمانی و انگلیسی جابجا شوید. کل پلتفرم به زبان دلخواه شما نمایش داده می شود.",
        "ps": "په پورتنۍ ښي خوا کې د ژبې نښه وکاروئ ترڅو د آلمان او انګلیسي ترمنځ تیر شئ. ټوله پلیټ فارم به ستاسو په غوره شوې ژبه ښودل کیږي.",
        "fa": "از نماد زبان در بالا سمت راست استفاده کنید تا بین آلمانی و انگلیسی جابجا شوید. کل پلتفرم به زبان دلخواه شما نمایش داده می شود.",
        "ar": "استخدم رمز اللغة في أعلى اليمين للتبديل بين الألمانية والإنجليزية. سيتم عرض النظام الأساسي بأكمله بلغتك المفضلة.",
        "ku": "نیشانەی زمان لە سەرەوەی لای ڕاست بەکاربهێنە بۆ گۆڕینی نێوان ئەڵمانی و ئینگلیزی. تەواوی پلاتفۆرمەکە بە زمانی هەڵبژێردراوی تۆ دەردەکەوێت.",
        "so": "Isticmaal astaanta luqadda ee dhinaca sare ee midig si aad ugu kala beddesho Jarmal iyo Ingiriis. Madasha oo dhan waxaa lagu soo bandhigi doonaa luqadda aad dooratay.",
        "ka": "გამოიყენეთ ენის ხატულა ზედა მარჯვენა კუთხეში გერმანულ და ინგლისურ ენებს შორის გადასართავად. მთელი პლატფორმა გამოჩნდება თქვენს მიერ არჩეულ ენაზე.",
        "sq": "Përdorni ikonën e gjuhës në pjesën e sipërme djathtas për të kaluar midis gjermanishtes dhe anglishtes. E gjithë platforma do të shfaqet në gjuhën tuaj të preferuar."
      }
    },
    {
      "id": 11,
      "type": "icons",
      "title": {
        "de": "Brauchen Sie mehr Hilfe?",
        "en": "Need More Help?",
        "ru": "Нужна дополнительная помощь?",
        "ce": "Кхин гӏо хьуна?",
        "prs": "به کمک بیشتر نیاز دارید؟",
        "ps": "نورو مرستو ته اړتیا لرئ؟",
        "fa": "به کمک بیشتر نیاز دارید؟",
        "ar": "هل تحتاج المزيد من المساعدة؟",
        "ku": "پێویستیت بە یارمەتی زیاتر هەیە؟",
        "so": "Ma u baahan tahay caawimo dheeraad ah?",
        "ka": "გჭირდებათ მეტი დახმარება?",
        "sq": "Keni nevojë për më shumë ndihmë?"
      },
      "text": {
        "de": "Sie können jederzeit das Hilfe/Tutorial-Symbol auf jeder Seite drücken, um mehr Informationen über die Funktionen dieser Seite und deren effektive Nutzung zu erhalten.",
        "en": "You can always press the help/tutorial icon on any page to get more information about that page's features and how to use them effectively.",
        "ru": "Вы всегда можете нажать на значок справки/обучения на любой странице, чтобы получить больше информации о функциях этой страницы.",
        "ce": "Хьо даиман латта тайна гӏо/дешаран тамгӏа могӏа агӏона хьажа.",
        "prs": "شما همیشه می‌توانید روی نماد کمک/آموزش در هر صفحه کلیک کنید.",
        "ps": "تاسو تل کولی شئ د مرستې/درسي نښې په هر پاڼه کې کلیک وکړئ.",
        "fa": "شما همیشه می‌توانید روی نماد کمک/آموزش در هر صفحه کلیک کنید.",
        "ar": "يمكنك دائماً الضغط على رمز المساعدة/التعليم في أي صفحة للحصول على مزيد من المعلومات.",
        "ku": "تۆ هەمیشە دەتوانی کلیک لە نیشانی یارمەتی/فێرکردن بکەیت لە هەر پەڕەیەکدا.",
        "so": "Waxaad had iyo jeer riiri kartaa calaamadda caawinta/tababarka bogga kasta.",
        "ka": "ყოველთვის შეგიძლიათ დააწკაპუნოთ დახმარების/ტუტორიალის ნიშანზე ნებისმიერ გვერდზე.",
        "sq": "Gjithmonë mund të shtypni ikonën e ndihmës/tutorialit në çdo faqe për të marrë më shumë informacion."
      }
    }
  ]
}
