{
  "slides": [
    {
      "type": "welcome",
      "id": 0,
      "title": {
        "en": "Welcome to Information & Resources",
        "de": "Willkommen bei Informationen & Ressourcen",
        "ru": "Добро пожаловать в информацию и ресурсы",
        "ce": "Марша вогӏийла хаам а ресурсаш а",
        "prs": "به اطلاعات و منابع خوش آمدید",
        "ps": "معلوماتو او سرچینو ته ښه راغلاست",
        "fa": "به اطلاعات و منابع خوش آمدید",
        "ar": "مرحباً بك في المعلومات والموارد",
        "ku": "بەخێربێن بۆ زانیاری و سەرچاوەکان",
        "so": "Ku soo dhawow macluumaadka iyo kheyraadka",
        "ka": "კეთილი იყოს თქვენი მობრძანება ინფორმაციასა და რესურსებში",
        "sq": "Mirësevini në informacion dhe burime"
      },
      "text": {
        "en": "Here you'll find comprehensive information about life in Austria. Each category contains detailed guides and resources to help you navigate different aspects of Austrian society.",
        "de": "Hier finden Sie umfassende Informationen über das Leben in Österreich. Jede Kategorie enthält detaillierte Anleitungen und Ressourcen, die Ihnen helfen, verschiedene Aspekte der österreichischen Gesellschaft zu navigieren.",
        "ru": "Здесь вы найдете исчерпывающую информацию о жизни в Австрии. Каждая категория содержит подробные руководства и ресурсы, которые помогут вам ориентироваться в различных аспектах австрийского общества.",
        "ce": "Кхузахь хьо Австрин гӀиллакхехь тӀаьхьа а хаам карийта. Дукхаза категорех детальни гайдаш а ресурсаш а ю Австрин обществан башха аспектах некъ кардан.",
        "prs": "در اینجا اطلاعات جامعی درباره زندگی در اتریش خواهید یافت. هر دسته حاوی راهنماهای مفصل و منابعی است که به شما کمک می‌کند تا جنبه‌های مختلف جامعه اتریش را درک کنید.",
        "ps": "دلته تاسو به د اتریش د ژوند په اړه پراخه معلومات ومومئ. هره کټګورۍ د اتریش د ټولنې د مختلفو اړخونو د درک کولو لپاره تفصیلي لارښوونې او سرچینې لري.",
        "fa": "در اینجا اطلاعات جامعی درباره زندگی در اتریش خواهید یافت. هر دسته حاوی راهنماهای مفصل و منابعی است که به شما کمک می‌کند تا جنبه‌های مختلف جامعه اتریش را درک کنید.",
        "ar": "ستجد هنا معلومات شاملة عن الحياة في النمسا. تحتوي كل فئة على أدلة مفصلة وموارد لمساعدتك في فهم جوانب مختلفة من المجتمع النمساوي.",
        "ku": "لێرە زانیاری تەواو دەربارەی ژیان لە نەمسا دەدۆزیتەوە. هەر پۆلێک ڕێبەری ورد و سەرچاوەکان لەخۆدەگرێت بۆ یارمەتیدانت لە تێگەیشتن لە ڕووەکانی جۆراوجۆری کۆمەڵگای نەمسا.",
        "so": "Halkan waxaad ka heli doontaa macluumaad dhamaystiran oo ku saabsan nolosha Austria. Qaybba waxay ka kooban tahay hagayaal faahfaahsan iyo kheyraad si ay kaaga caawiyaan inaad fahanto dhinacyada kala duwan ee bulshada Austria.",
        "ka": "აქ შეგიძლიათ იპოვოთ ყოვლისმომცველი ინფორმაცია ავსტრიაში ცხოვრების შესახებ. ყოველი კატეგორია შეიცავს დეტალურ სახელმძღვანელოებს და რესურსებს, რომლებიც დაგეხმარებათ ავსტრიული საზოგადოების სხვადასხვა ასპექტების გაგებაში.",
        "sq": "Këtu do të gjeni informacion të plotë për jetën në Austri. Çdo kategori përmban udhëzues të detajuar dhe burime për t'ju ndihmuar të navigoni aspekte të ndryshme të shoqërisë austriake."
      }
    },
    {
      "type": "assistant",
      "id": 1,
      "title": {
        "en": "Hi! I'm here to help you navigate this app and find what you need!",
        "de": "Hallo! Ich bin hier, um Ihnen bei der Navigation in dieser App zu helfen und zu finden, was Sie brauchen!",
        "ru": "Привет! Я здесь, чтобы помочь вам навигировать по этому приложению и найти то, что вам нужно!",
        "ce": "Салам! Со кхузахь ву хlуна хlокху приложенин чохь некъ карийта а хlунга хlокху дӀаделира а.",
        "prs": "سلام! من اینجا هستم تا به شما کمک کنم در این برنامه حرکت کنید و آنچه نیاز دارید پیدا کنید!",
        "ps": "سلام! زه دلته یم چې ستاسو سره د دغه اپلیکیشن کې د لارښوونې کولو او هغه څه موندلو کې مرسته وکړم چې تاسو یې غواړئ!",
        "fa": "سلام! من اینجا هستم تا به شما کمک کنم در این برنامه حرکت کنید و آنچه نیاز دارید پیدا کنید!",
        "ar": "مرحباً! أنا هنا لمساعدتك في التنقل في هذا التطبيق والعثور على ما تحتاجه!",
        "ku": "سڵاو! من لێرەم بۆ ئەوەی یارمەتیت بدەم لەم ئەپەدا بگەڕێیت و ئەوە بدۆزیتەوە کە پێویستتە!",
        "so": "Salaam! Waxaan halkan u joogaa inaan kaa caawiyo aad u dhaqdhaqaaqdo appkan oo aad hesho waxa aad u baahan tahay!",
        "ka": "გამარჯობა! მე აქ ვარ, რომ დაგეხმაროთ ამ აპლიკაციაში ნავიგაციაში და იპოვოთ ის, რაც გჭირდებათ!",
        "sq": "Përshëndetje! Unë jam këtu për t'ju ndihmuar të navigoni në këtë aplikacion dhe të gjeni atë që ju nevojitet!"
      },
      "text": {
        "en": "Use the virtual assistant to get instant help and guidance. Ask questions in your preferred language and get personalized support.",
        "de": "Nutzen Sie den virtuellen Assistenten für sofortige Hilfe und Anleitung. Stellen Sie Fragen in Ihrer bevorzugten Sprache und erhalten Sie persönliche Unterstützung.",
        "ru": "Используйте виртуального помощника, чтобы получить мгновенную помощь и руководство. Задавайте вопросы на предпочитаемом языке и получайте персонализированную поддержку.",
        "ce": "Виртуальни ассистенто лелае тlаьхьара гlо а хаам а лорна. Хlунна йиш йуьлу меттана хаттар дайте а шуна латта гlо лийте.",
        "prs": "از دستیار مجازی برای دریافت کمک و راهنمایی فوری استفاده کنید. سوالات را به زبان ترجیحی خود بپرسید و پشتیبانی شخصی دریافت کنید.",
        "ps": "د سمدستي مرستې او لارښوونې لپاره د مجازي مالي ملګري څخه کار واخلئ. په خپله غوره ژبه پوښتنې وکړئ او شخصي ملاتړ واخلئ.",
        "fa": "از دستیار مجازی برای دریافت کمک و راهنمایی فوری استفاده کنید. سوالات را به زبان ترجیحی خود بپرسید و پشتیبانی شخصی دریافت کنید.",
        "ar": "استخدم المساعد الافتراضي للحصول على المساعدة والإرشاد الفوري. اطرح الأسئلة بلغتك المفضلة واحصل على دعم شخصي.",
        "ku": "یاریدەدەری مەجازی بەکاربهێنە بۆ وەرگرتنی یارمەتی و ڕێنمایی خێرا. پرسیار بکە بە زمانی خۆت و پشتگیری کەسی وەربگرە.",
        "so": "Isticmaal caawiyaha farsamada ah si aad u hesho caawimaad iyo hagid degdeg ah. Su'aalo ku weydii luqadda aad door bidayso oo hel taageero shakhsi ah.",
        "ka": "გამოიყენეთ ვირტუალური ასისტენტი მყისიერი დახმარებისა და მითითებების მისაღებად. დასვით კითხვები თქვენს სასურველ ენაზე და მიიღეთ პერსონალიზებული მხარდაჭერა.",
        "sq": "Përdorni asistentin virtual për të marrë ndihmë dhe udhëzime të menjëhershme. Bëni pyetje në gjuhën tuaj të preferuar dhe merrni mbështetje të personalizuar."
      }
    },
    {
      "type": "category",
      "id": 2,
      "title": {
        "en": "German Learning",
        "de": "Deutsch Lernen",
        "ru": "Изучение немецкого языка",
        "ce": "Немцойн мотт дешар",
        "prs": "یادگیری آلمانی",
        "ps": "د آلماني زده کړه",
        "fa": "یادگیری آلمانی",
        "ar": "تعلم الألمانية",
        "ku": "فێربوونی ئەڵمانی",
        "so": "Barashada Jarmalka",
        "ka": "გერმანული ენის სწავლა",
        "sq": "Mësimi i gjermanishtes"
      },
      "text": {
        "en": "Find comprehensive German language learning resources including courses, practice materials, language exchanges, and certification preparation to help you integrate into Austrian society.",
        "de": "Finden Sie umfassende Ressourcen zum Erlernen der deutschen Sprache, einschließlich Kurse, Übungsmaterialien, Sprachaustausch und Zertifizierungsvorbereitung, um Ihnen bei der Integration in die österreichische Gesellschaft zu helfen.",
        "ru": "Найдите комплексные ресурсы для изучения немецкого языка, включая курсы, учебные материалы, языковой обмен и подготовку к сертификации, чтобы помочь вам интегрироваться в австрийское общество.",
        "ce": "Немцойн мотт дешаран комплексни ресурсаш карийта - курсаш, практически материалаш, меттан цхьаьнакхетар, сертификацин хазарна хилар Австрин обществехь интеграций дан.",
        "prs": "منابع جامع یادگیری زبان آلمانی پیدا کنید از جمله دوره‌ها، مواد تمرینی، تبادل زبان و آماده‌سازی گواهی‌نامه تا به شما در ادغام در جامعه اتریش کمک کند.",
        "ps": "د آلماني ژبې د زده کړې پراخه سرچینې ومومئ پشمول کورسونه، د تمرین توکي، د ژبې تبادله، او د سندونو چمتووالی چې ستاسو سره د اتریش په ټولنه کې د یوځای کیدو کې مرسته وکړي.",
        "fa": "منابع جامع یادگیری زبان آلمانی پیدا کنید از جمله دوره‌ها، مواد تمرینی، تبادل زبان و آماده‌سازی گواهی‌نامه تا به شما در ادغام در جامعه اتریش کمک کند.",
        "ar": "اعثر على موارد شاملة لتعلم اللغة الألمانية بما في ذلك الدورات والمواد التدريبية وتبادل اللغة وإعداد الشهادات لمساعدتك في الاندماج في المجتمع النمساوي.",
        "ku": "سەرچاوەکانی فێربوونی ژمارەی ئەڵمانی بدۆزەوە لەوانە کۆرسەکان، کەرەستەکانی پراکتیک، ئاڵوگۆڕی زمان، و ئامادەکاری بەڵگەنامە بۆ یارمەتیدانت لە یەکخستن لە کۆمەڵگای نەمسا.",
        "so": "Hel kheyraad dhamaystiran oo barashada luuqadda Jarmalka ah oo ay ku jiraan koorsooyin, qalabka tababarka, isweydaarsiga luqadda, iyo diyaarinta shahaadada si ay kaaga caawiyaan ku dhameysashada bulshada Austria.",
        "ka": "იპოვეთ გერმანული ენის სწავლის ყოვლისმომცველი რესურსები, მათ შორის კურსები, სავარჯიშო მასალები, ენობრივი გაცვლები და სერტიფიცირების მომზადება, რათა დაგეხმაროთ ინტეგრაციაში ავსტრიულ საზოგადოებაში.",
        "sq": "Gjeni burime gjithëpërfshirëse të mësimit të gjuhës gjermane duke përfshirë kurse, materiale praktike, shkëmbim gjuhësh dhe përgatitje certifikimi për t'ju ndihmuar të integroheni në shoqërinë austriake."
      },
      "category": {
        "title": "german-learning",
        "description": "german-learning-description",
        "icon": "school",
        "color": "#EF4444"
      }
    },
    {
      "type": "category",
      "id": 3,
      "title": {
        "en": "Work & Employment",
        "de": "Arbeit & Beschäftigung",
        "ru": "Работа и трудоустройство",
        "ce": "Болх а зlен хила а",
        "prs": "کار و استخدام",
        "ps": "کار او دنده",
        "fa": "کار و اشتغال",
        "ar": "العمل والتوظيف",
        "ku": "کار و دامەزراندن",
        "so": "Shaqo iyo shaqeyn",
        "ka": "სამუშაო და დასაქმება",
        "sq": "Puna dhe punësimi"
      },
      "text": {
        "en": "Explore comprehensive employment resources including job search strategies, work permits, CV writing, interview preparation, workplace rights, and career development opportunities in Austria.",
        "de": "Erkunden Sie umfassende Beschäftigungsressourcen, einschließlich Jobsuchstrategien, Arbeitserlaubnisse, Lebenslaufschreibung, Vorstellungsgesprächsvorbereitung, Arbeitsplatzrechte und Karriereentwicklungsmöglichkeiten in Österreich.",
        "ru": "Изучите комплексные ресурсы по трудоустройству, включая стратегии поиска работы, разрешения на работу, написание резюме, подготовку к собеседованиям, трудовые права и возможности карьерного роста в Австрии.",
        "ce": "Болхан комплексни ресурсаш хьажа - болх лахаран стратегиш, болхан рlамаш, CV йазар, интервьюшна хазарна хилар, болхан меттиган бакъонаш, Австрин карьеран хьоьхуш.",
        "prs": "منابع جامع اشتغال را کاوش کنید از جمله استراتژی‌های جستجوی شغل، مجوزهای کار، نوشتن رزومه، آماده‌سازی مصاحبه، حقوق محل کار و فرصت‌های توسعه شغلی در اتریش.",
        "ps": "د دندې پراخه سرچینې وپلټئ پشمول د دندې د لټون ستراتیژۍ، د کار اجازې، د CV لیکل، د مرکې چمتووالی، د کار ځای حقونه، او په اتریش کې د مسلک د ودې فرصتونه.",
        "fa": "منابع جامع اشتغال را کاوش کنید از جمله استراتژی‌های جستجوی شغل، مجوزهای کار، نوشتن رزومه، آماده‌سازی مصاحبه، حقوق محل کار و فرصت‌های توسعه شغلی در اتریش.",
        "ar": "استكشف موارد التوظيف الشاملة بما في ذلك استراتيجيات البحث عن عمل وتصاريح العمل وكتابة السيرة الذاتية والتحضير للمقابلات وحقوق مكان العمل وفرص تطوير المهنة في النمسا.",
        "ku": "سەرچاوەکانی دامەزراندنی فراوان بگەڕێ لەوانە ستراتیژیەکانی گەڕان بۆ کار، مۆڵەتی کار، نووسینی CV، ئامادەکاری چاوپێکەوتن، مافەکانی شوێنی کار، و دەرفەتەکانی گەشەپێدانی پیشەیی لە نەمسا.",
        "so": "Sahaminta kheyraadka shaqeynta ee dhamaystiran oo ay ku jiraan xeeladaha raadinta shaqada, oggolaanshaha shaqada, qorista CV-ga, diyaargarowga wareysiga, xuquuqda goobta shaqada, iyo fursadaha horumarka xirfadeed ee Austria.",
        "ka": "შეისწავლეთ დასაქმების ყოვლისმომცველი რესურსები, მათ შორის სამუშაოს ძებნის სტრატეგიები, სამუშაო ნებართვები, CV-ის დაწერა, ინტერვიუსთვის მომზადება, სამუშაო ადგილის უფლებები და კარიერული განვითარების შესაძლებლობები ავსტრიაში.",
        "sq": "Eksploroni burimet gjithëpërfshirëse të punësimit duke përfshirë strategjitë e kërkimit të punës, lejet e punës, shkrimimin e CV-së, përgatitjen e intervistës, të drejtat e vendit të punës dhe mundësitë e zhvillimit të karrierës në Austri."
      },
      "category": {
        "title": "work",
        "description": "work-description",
        "icon": "work",
        "color": "#F59E0B"
      }
    },
    {
      "type": "category",
      "id": 4,
      "title": {
        "en": "Housing Information",
        "de": "Wohninformationen",
        "ru": "Информация о жилье",
        "ce": "Цlенйин меттига хаам",
        "prs": "اطلاعات مسکن",
        "ps": "د کور معلومات",
        "fa": "اطلاعات مسکن",
        "ar": "معلومات السكن",
        "ku": "زانیاری نیشتەجێبوون",
        "so": "Macluumaadka guriyeynta",
        "ka": "საცხოვრებლის ინფორმაცია",
        "sq": "Informacioni për strehimin"
      },
      "text": {
        "en": "Find comprehensive information about housing in Austria, including apartment searching, rental agreements, tenant rights, housing support programs, and accommodation options for different needs and budgets.",
        "de": "Finden Sie umfassende Informationen über das Wohnen in Österreich, einschließlich Wohnungssuche, Mietverträge, Mieterrechte, Wohnungsunterstützungsprogramme und Unterkunftsmöglichkeiten für verschiedene Bedürfnisse und Budgets.",
        "ru": "Найдите исчерпывающую информацию о жилье в Австрии, включая поиск квартир, договоры аренды, права арендаторов, программы жилищной поддержки и варианты размещения для различных потребностей и бюджетов.",
        "ce": "Австрин цlенйин меттигашна хьокху хаам карийта - цlенах лахар, аренди барташ, арендаторан бакъонаш, цlенйин меттиган гlон программаш, башха хьежамашна а бюджеташна а тlехьара меттигаш.",
        "prs": "اطلاعات جامعی در مورد مسکن در اتریش پیدا کنید، از جمله جستجوی آپارتمان، قراردادهای اجاره، حقوق مستأجر، برنامه‌های حمایت مسکن و گزینه‌های اقامت برای نیازها و بودجه‌های مختلف.",
        "ps": "د اتریش د کورونو په اړه پراخه معلومات ومومئ، پشمول د کور لټون، د کرایې تړونونه، د اجاره دارۍ حقونه، د کور د ملاتړ برنامې، او د مختلفو اړتیاوو او بودیجو لپاره د استوګنې اختیارونه.",
        "fa": "اطلاعات جامعی در مورد مسکن در اتریش پیدا کنید، از جمله جستجوی آپارتمان، قراردادهای اجاره، حقوق مستأجر، برنامه‌های حمایت مسکن و گزینه‌های اقامت برای نیازها و بودجه‌های مختلف.",
        "ar": "اعثر على معلومات شاملة حول السكن في النمسا، بما في ذلك البحث عن الشقق وعقود الإيجار وحقوق المستأجرين وبرامج دعم الإسكان وخيارات الإقامة للاحتياجات والميزانيات المختلفة.",
        "ku": "زانیاری تەواو دەربارەی نیشتەجێبوون لە نەمسا بدۆزەوە، لەوانە گەڕان بۆ خانوو، ڕێکەوتنامەکانی کرێ، مافەکانی کرێچی، بەرنامەکانی پشتگیری نیشتەجێبوون، و هەڵبژاردەکانی جێگیربوون بۆ پێداویستی و بودجەی جۆراوجۆر.",
        "so": "Hel macluumaad dhamaystiran oo ku saabsan guriyeynta Austria, oo ay ku jiraan raadinta guryaha, heshiisyada kireega, xuquuqda kireeyayaasha, barnaamijyada taageerka guriyeynta, iyo xulashooyinka dejinta ee baahiyaha iyo miisaaniyadaha kala duwan.",
        "ka": "იპოვეთ ყოვლისმომცველი ინფორმაცია ავსტრიაში საცხოვრებლის შესახებ, მათ შორის ბინების ძებნა, ქირის ხელშეკრულებები, მოიჯარეების უფლებები, საცხოვრებლის მხარდაჭერის პროგრამები და განთავსების ვარიანტები სხვადასხვა საჭიროებებისა და ბიუჯეტებისთვის.",
        "sq": "Gjeni informacion të plotë për strehimin në Austri, duke përfshirë kërkimin e apartamenteve, marrëveshjet e qirasë, të drejtat e qiramarrësve, programet e mbështetjes së strehimit dhe opsionet e akomodimit për nevoja dhe buxhete të ndryshme."
      },
      "category": {
        "title": "housing",
        "description": "housing-description",
        "icon": "home",
        "color": "#228B22"
      }
    },
    {
      "type": "language",
      "id": 5,
      "title": {
        "en": "Language Selection",
        "de": "Sprachauswahl",
        "ru": "Выбор языка",
        "ce": "Мотт харжар",
        "prs": "انتخاب زبان",
        "ps": "د ژبې ټاکنه",
        "fa": "انتخاب زبان",
        "ar": "اختيار اللغة",
        "ku": "هەڵبژاردنی زمان",
        "so": "Doorashada luqadda",
        "ka": "ენის არჩევა",
        "sq": "Zgjedhja e gjuhës"
      },
      "text": {
        "en": "Switch between 12 different languages anytime. The app supports German, English, Russian, Chechen, Dari, Pashto, Farsi, Arabic, Kurdish, Somali, Georgian, and Albanian.",
        "de": "Wechseln Sie jederzeit zwischen 12 verschiedenen Sprachen. Die App unterstützt Deutsch, Englisch, Russisch, Tschetschenisch, Dari, Paschtu, Farsi, Arabisch, Kurdisch, Somali, Georgisch und Albanisch.",
        "ru": "Переключайтесь между 12 различными языками в любое время. Приложение поддерживает немецкий, английский, русский, чеченский, дари, пушту, фарси, арабский, курдский, сомалийский, грузинский и албанский.",
        "ce": "12 башха меттанаш юкъе мукъамехь хийца йиш ю. Приложенин немцойн, ингалсан, оьрсийн, нохчийн, дари, пашто, фарси, lарабийн, курдийн, сомалийн, гуржийн, албанийн меттанаш ловш ю.",
        "prs": "در هر زمان بین 12 زبان مختلف تغییر دهید. این برنامه از آلمانی، انگلیسی، روسی، چچنی، دری، پشتو، فارسی، عربی، کردی، سومالیایی، گرجی و آلبانیایی پشتیبانی می‌کند.",
        "ps": "په هر وخت کې د 12 مختلفو ژبو تر منځ بدلون وکړئ. دا اپلیکیشن د آلماني، انګلیسي، روسي، چیچني، دري، پښتو، فارسي، عربي، کردي، سومالي، جورجیایي، او البانیایي ملاتړ کوي.",
        "fa": "در هر زمان بین 12 زبان مختلف تغییر دهید. این برنامه از آلمانی، انگلیسی، روسی، چچنی، دری، پشتو، فارسی، عربی، کردی، سومالیایی، گرجی و آلبانیایی پشتیبانی می‌کند.",
        "ar": "تبديل بين 12 لغة مختلفة في أي وقت. يدعم التطبيق الألمانية والإنجليزية والروسية والشيشانية والداري والبشتو والفارسية والعربية والكردية والصومالية والجورجية والألبانية.",
        "ku": "لە هەر کاتێکدا لە نێوان 12 زمانی جۆراوجۆردا بگۆڕە. ئەم ئەپە پشتگیری ئەڵمانی، ئینگلیزی، ڕووسی، چیچێنی، دەری، پەشتوو، فارسی، عەرەبی، کوردی، سۆمالی، گورجی و ئەڵبانی دەکات.",
        "so": "Ku bedel 12 luqadood oo kala duwan marwalba ah. Appku wuxuu taageeraa Jarmal, Ingiriis, Ruush, Chechen, Dari, Pashto, Farsi, Carabi, Kurdish, Soomaali, Georgian, iyo Albanian.",
        "ka": "ნებისმიერ დროს გადართეთ 12 სხვადასხვა ენას შორის. აპლიკაცია მხარს უჭერს გერმანულს, ინგლისურს, რუსულს, ჩეჩნურს, დარის, პაშტოს, ფარსს, არაბულს, ქურთულს, სომალიურს, ქართულს და ალბანურს.",
        "sq": "Ndryshoni midis 12 gjuhëve të ndryshme në çdo kohë. Aplikacioni mbështet gjermanishten, anglishten, rusishten, çeçenishten, dari, pashto, farsishten, arabishten, kurdishten, somalisht, gjeorgjishten dhe shqipen."
      }
    },
    {
      "id": 6,
      "type": "icons",
      "title": {
        "de": "Brauchen Sie mehr Hilfe?",
        "en": "Need More Help?",
        "ru": "Нужна дополнительная помощь?",
        "ce": "Кхин гӏо хьуна?",
        "prs": "به کمک بیشتر نیاز دارید؟",
        "ps": "نورو مرستو ته اړتیا لرئ؟",
        "fa": "به کمک بیشتر نیاز دارید؟",
        "ar": "هل تحتاج المزيد من المساعدة؟",
        "ku": "پێویستیت بە یارمەتی زیاتر هەیە؟",
        "so": "Ma u baahan tahay caawimo dheeraad ah?",
        "ka": "გჭირდებათ მეტი დახმარება?",
        "sq": "Keni nevojë për më shumë ndihmë?"
      },
      "text": {
        "de": "Sie können jederzeit das Hilfe/Tutorial-Symbol auf jeder Seite drücken, um mehr Informationen über die Funktionen dieser Seite und deren effektive Nutzung zu erhalten.",
        "en": "You can always press the help/tutorial icon on any page to get more information about that page's features and how to use them effectively.",
        "ru": "Вы всегда можете нажать на значок справки/обучения на любой странице, чтобы получить больше информации о функциях этой страницы.",
        "ce": "Хьо даиман латта тайна гӏо/дешаран тамгӏа могӏа агӏона хьажа.",
        "prs": "شما همیشه می‌توانید روی نماد کمک/آموزش در هر صفحه کلیک کنید.",
        "ps": "تاسو تل کولی شئ د مرستې/درسي نښې په هر پاڼه کې کلیک وکړئ.",
        "fa": "شما همیشه می‌توانید روی نماد کمک/آموزش در هر صفحه کلیک کنید.",
        "ar": "يمكنك دائماً الضغط على رمز المساعدة/التعليم في أي صفحة للحصول على مزيد من المعلومات.",
        "ku": "تۆ هەمیشە دەتوانی کلیک لە نیشانی یارمەتی/فێرکردن بکەیت لە هەر پەڕەیەکدا.",
        "so": "Waxaad had iyo jeer riiri kartaa calaamadda caawinta/tababarka bogga kasta.",
        "ka": "ყოველთვის შეგიძლიათ დააწკაპუნოთ დახმარების/ტუტორიალის ნიშანზე ნებისმიერ გვერდზე.",
        "sq": "Gjithmonë mund të shtypni ikonën e ndihmës/tutorialit në çdo faqe për të marrë më shumë informacion."
      }
    }
  ]
}