
{
  "slides": [
    {
      "id": 0,
      "type": "welcome",
      "title": {
        "en": "Cultural Integration Support",
        "de": "Kulturelle Integrationshilfe",
        "ru": "Поддержка культурной интеграции",
        "ce": "Культурни интеграцехь гӀо",
        "prs": "حمایت از ادغام فرهنگی",
        "ps": "د کلتوري ادغام ملاتړ",
        "fa": "حمایت از ادغام فرهنگی",
        "ar": "دعم الاندماج الثقافي",
        "ku": "Piştgiriya Yekbûna Çandî",
        "so": "Taageerada Isku dhafka Dhaqanka",
        "ka": "კულტურული ინტეგრაციის მხარდაჭერა",
        "sq": "Mbështetja e Integrimit Kulturor"
      },
      "text": {
        "en": "Welcome to the cultural integration support section. Here you can find organizations that help with language learning, cultural workshops, and community integration.",
        "de": "Willkommen im Bereich der kulturellen Integrationshilfe. Hier finden Sie Organisationen, die beim Sprachenlernen, bei kulturellen Workshops und bei der Gemeinschaftsintegration helfen.",
        "ru": "Добро пожаловать в раздел поддержки культурной интеграции. Здесь вы найдете организации, которые помогают с изучением языка, культурными мастерскими и интеграцией в сообщество.",
        "ce": "Марша догӀийла культурни интеграцехь гӀо кхетаме. Кхузахь хьуна муьлхха мотт дешаран, культурни семинаршкахь а, коьртан интеграцехь а гӀо йолу организацеш.",
        "prs": "به بخش حمایت از ادغام فرهنگی خوش آمدید. در اینجا می‌توانید سازمان‌هایی را پیدا کنید که در یادگیری زبان، کارگاه‌های فرهنگی و ادغام اجتماعی کمک می‌کنند.",
        "ps": "د کلتوري ادغام د ملاتړ برخې ته ښه راغلاست. دلته تاسو کولی شئ هغه سازمانونه ومومئ چې د ژبې زده کړې، کلتوري ورکشاپونو او د ټولنې د ادغام سره مرسته کوي.",
        "fa": "به بخش حمایت از ادغام فرهنگی خوش آمدید. در اینجا می‌توانید سازمان‌هایی پیدا کنید که در یادگیری زبان، کارگاه‌های فرهنگی و ادغام اجتماعی کمک می‌کنند.",
        "ar": "مرحباً بكم في قسم دعم الاندماج الثقافي. هنا يمكنكم العثور على المنظمات التي تساعد في تعلم اللغة وورش العمل الثقافية والاندماج المجتمعي.",
        "ku": "Bi xêr hatin beşa piştgiriya yekbûna çandî. Li vir hûn dikarin rêxistinên ku di fêrbûna ziman, atölyeyên çandî û yekbûya civakî de alîkarî dikin bibînin.",
        "so": "Ku soo dhawow qaybta taageerada isku dhafka dhaqanka. Halkan waxaad ka heli kartaa ururo kaa caawiya barashada luuqadda, aqoon isweydaarsiga dhaqanka iyo isku dhafka bulshada.",
        "ka": "კეთილი იყოს თქვენი მობრძანება კულტურული ინტეგრაციის მხარდაჭერის განყოფილებაში. აქ შეგიძლიათ იპოვოთ ორგანიზაციები, რომლებიც დაგეხმარებათ ენის სწავლაში, კულტურულ სემინარებსა და საზოგადოებრივ ინტეგრაციაში.",
        "sq": "Mirë se vini në seksionin e mbështetjes së integrimit kulturor. Këtu mund të gjeni organizata që ndihmojnë me mësimin e gjuhës, punëtori kulturore dhe integrimin në komunitet."
      }
    },
    {
      "type": "assistant",
      "id": 1,
      "title": {
        "en": "Hi! I'm here to help you navigate this app and find what you need!",
        "de": "Hallo! Ich bin hier, um Ihnen bei der Navigation in dieser App zu helfen und zu finden, was Sie brauchen!",
        "ru": "Привет! Я здесь, чтобы помочь вам навигировать по этому приложению и найти то, что вам нужно!",
        "ce": "Салам! Со кхузахь ву хlуна хlокху приложенин чохь некъ карийта а хlунга хlокху дӀаделира а.",
        "prs": "سلام! من اینجا هستم تا به شما کمک کنم در این برنامه حرکت کنید و آنچه نیاز دارید پیدا کنید!",
        "ps": "سلام! زه دلته یم چې ستاسو سره د دغه اپلیکیشن کې د لارښوونې کولو او هغه څه موندلو کې مرسته وکړم چې تاسو یې غواړئ!",
        "fa": "سلام! من اینجا هستم تا به شما کمک کنم در این برنامه حرکت کنید و آنچه نیاز دارید پیدا کنید!",
        "ar": "مرحباً! أنا هنا لمساعدتك في التنقل في هذا التطبيق والعثور على ما تحتاجه!",
        "ku": "سڵاو! من لێرەم بۆ ئەوەی یارمەتیت بدەم لەم ئەپەدا بگەڕێیت و ئەوە بدۆزیتەوە کە پێویستتە!",
        "so": "Salaam! Waxaan halkan u joogaa inaan kaa caawiyo aad u dhaqdhaqaaqdo appkan oo aad hesho waxa aad u baahan tahay!",
        "ka": "გამარჯობა! მე აქ ვარ, რომ დაგეხმაროთ ამ აპლიკაციაში ნავიგაციაში და იპოვოთ ის, რაც გჭირდებათ!",
        "sq": "Përshëndetje! Unë jam këtu për t'ju ndihmuar të navigoni në këtë aplikacion dhe të gjeni atë që ju nevojitet!"
      },
      "text": {
        "en": "Use the virtual assistant to get instant help and guidance. Ask questions in your preferred language and get personalized support.",
        "de": "Nutzen Sie den virtuellen Assistenten für sofortige Hilfe und Anleitung. Stellen Sie Fragen in Ihrer bevorzugten Sprache und erhalten Sie persönliche Unterstützung.",
        "ru": "Используйте виртуального помощника, чтобы получить мгновенную помощь и руководство. Задавайте вопросы на предпочитаемом языке и получайте персонализированную поддержку.",
        "ce": "Виртуальни ассистенто лелае тlаьхьара гlо а хаам а лорна. Хlунна йиш йуьлу меттана хаттар дайте а шуна латта гlо лийте.",
        "prs": "از دستیار مجازی برای دریافت کمک و راهنمایی فوری استفاده کنید. سوالات را به زبان ترجیحی خود بپرسید و پشتیبانی شخصی دریافت کنید.",
        "ps": "د سمدستي مرستې او لارښوونې لپاره د مجازي مالي ملګري څخه کار واخلئ. په خپله غوره ژبه پوښتنې وکړئ او شخصي ملاتړ واخلئ.",
        "fa": "از دستیار مجازی برای دریافت کمک و راهنمایی فوری استفاده کنید. سوالات را به زبان ترجیحی خود بپرسید و پشتیبانی شخصی دریافت کنید.",
        "ar": "استخدم المساعد الافتراضي للحصول على المساعدة والإرشاد الفوري. اطرح الأسئلة بلغتك المفضلة واحصل على دعم شخصي.",
        "ku": "یاریدەدەری مەجازی بەکاربهێنە بۆ وەرگرتنی یارمەتی و ڕێنمایی خێرا. پرسیار بکە بە زمانی خۆت و پشتگیری کەسی وەربگرە.",
        "so": "Isticmaal caawiyaha farsamada ah si aad u hesho caawimaad iyo hagid degdeg ah. Su'aalo ku weydii luqadda aad door bidayso oo hel taageero shakhsi ah.",
        "ka": "გამოიყენეთ ვირტუალური ასისტენტი მყისიერი დახმარებისა და მითითებების მისაღებად. დასვით კითხვები თქვენს სასურველ ენაზე და მიიღეთ პერსონალიზებული მხარდაჭერა.",
        "sq": "Përdorni asistentin virtual për të marrë ndihmë dhe udhëzime të menjëhershme. Bëni pyetje në gjuhën tuaj të preferuar dhe merrni mbështetje të personalizuar."
      }
    },
    {
      "id": 2,
      "type": "category",
      "title": {
        "en": "Quiz System",
        "de": "Quiz-System",
        "ru": "Система опроса",
        "ce": "Хаттаран система",
        "prs": "سیستم سوالات",
        "ps": "د پوښتنو سیسټم",
        "fa": "سیستم پرسش",
        "ar": "نظام الأسئلة",
        "ku": "سیستەمی پرسیار",
        "so": "Nidaamka Su'aalaha",
        "ka": "კითხვების სისტემა",
        "sq": "Sistemi i pyetjeve"
      },
      "text": {
        "en": "Answer guided questions to help us recommend the most relevant legal support services for your specific needs.",
        "de": "Beantworten Sie geführte Fragen, um Ihnen die relevantesten Rechtsberatungsdienste für Ihre spezifischen Bedürfnisse zu empfehlen.",
        "ru": "Отвечайте на направляемые вопросы, чтобы мы могли рекомендовать наиболее подходящие услуги правовой поддержки для ваших конкретных потребностей.",
        "ce": "Белхан хаттарийн жоьпаш ло, шуна хьан леррина хlоттамашна лаьцна бакъонан гlон долу службаш тайина хlоттийча.",
        "prs": "به سوالات راهنما پاسخ دهید تا ما مناسب‌ترین خدمات حمایت حقوقی را برای نیازهای خاص شما توصیه کنیم.",
        "ps": "د لارښوونې پوښتنو ته ځواب ورکړئ ترڅو موږ ستاسو د ځانګړو اړتیاو لپاره ترټولو اړوند حقوقي ملاتړ خدمات وړاندیز کړو.",
        "fa": "به سوالات راهنما پاسخ دهید تا ما مناسب‌ترین خدمات پشتیبانی حقوقی را برای نیازهای خاص شما توصیه کنیم.",
        "ar": "أجب على الأسئلة الموجهة لمساعدتنا في التوصية بأنسب خدمات الدعم القانوني لاحتياجاتك المحددة.",
        "ku": "وەڵامی پرسیارە ڕێنماییکراوەکان بدەرەوە بۆ یارمەتیدانمان لە پێشنیارکردنی گونجاوترین خزمەتگوزاری پشتگیری یاسایی بۆ پێداویستییە تایبەتەکانت.",
        "so": "Ka jawaab su'aalaha hagitaanka ah si aad nagu caawiso inaan kuu soo jeedinno adeegyada taageerada sharciga ee ugu habboon baahiyahaaga gaarka ah.",
        "ka": "უპასუხეთ მართვად კითხვებს, რომ დაგვეხმაროთ ყველაზე რელევანტური იურიდიული მხარდაჭერის სერვისების რეკომენდაციაში თქვენი კონკრეტული საჭიროებებისთვის.",
        "sq": "Përgjigjuni pyetjeve të udhëzuara për të na ndihmuar të rekomandojmë shërbimet më të përshtatshme të mbështetjes ligjore për nevojat tuaja specifike."
      },
      "category": {
        "title": "filters",
        "description": "filtersDescription",
        "icon": "filterList",
        "color": "#3B82F6"
      }
    },
    {
      "id": 3,
      "type": "category",
      "title": {
        "en": "Filter Options",
        "de": "Filter-Optionen",
        "ru": "Варианты фильтров",
        "ce": "Хьажораган вариантал",
        "prs": "گزینه‌های فیلتر",
        "ps": "د فلټر اختیارونه",
        "fa": "گزینه‌های فیلتر",
        "ar": "خيارات المرشح",
        "ku": "بژاردەکانی پاڵێوەر",
        "so": "Doorashada Shaandhayaasha",
        "ka": "ფილტრის ვარიანტები",
        "sq": "Opsionet e filtrit"
      },
      "text": {
        "en": "Use advanced filters to narrow down legal support options by type of assistance, location, and other criteria that matter to you.",
        "de": "Verwenden Sie erweiterte Filter, um Rechtsberatungsoptionen nach Art der Hilfe, Standort und anderen für Sie wichtigen Kriterien einzugrenzen.",
        "ru": "Используйте расширенные фильтры для сужения вариантов правовой поддержки по типу помощи, местоположению и другим важным для вас критериям.",
        "ce": "Кхечу критерийшца, меттигца, гlон тlайпаца бакъонан гlон долу вариантал кlезиг даа хьажорагaш лело.",
        "prs": "از فیلترهای پیشرفته استفاده کنید تا گزینه‌های حمایت حقوقی را بر اساس نوع کمک، موقعیت و معیارهای دیگر که برای شما مهم است محدود کنید.",
        "ps": "د لرې پورتنیو فلټرونو څخه کار واخلئ ترڅو د مرستې د ډول، موقعیت او نورو هغو معیارونو له مخې د حقوقي ملاتړ اختیارونه محدود کړئ چې ستاسو لپاره مهم دي.",
        "fa": "از فیلترهای پیشرفته استفاده کنید تا گزینه‌های پشتیبانی حقوقی را بر اساس نوع کمک، موقعیت و معیارهای دیگر که برای شما مهم است محدود کنید.",
        "ar": "استخدم المرشحات المتقدمة لتضييق خيارات الدعم القانوني حسب نوع المساعدة والموقع والمعايير الأخرى المهمة بالنسبة لك.",
        "ku": "پاڵێوەرە پێشکەوتووەکان بەکاربهێنە بۆ تەنگکردنەوەی هەڵبژاردەکانی پشتگیری یاسایی بەپێی جۆری یارمەتی، شوێن و پێوەرەکانی دیکە کە بۆ تۆ گرنگن.",
        "so": "Isticmaal shaandhayaasha horumarsan si aad u yareeyo doorashada taageerada sharciga iyadoo lagu saleynayo nooca caawimaadda, goobta, iyo shuruudaha kale ee muhiimka kuu ah.",
        "ka": "გამოიყენეთ გაფართოებული ფილტრები იურიდიული მხარდაჭერის ვარიანტების შესაზღუდავად დახმარების ტიპის, მდებარეობის და სხვა თქვენთვის მნიშვნელოვანი კრიტერიუმების მიხედვით.",
        "sq": "Përdorni filtra të avancuar për të ngushtuar opsionet e mbështetjes ligjore sipas llojit të ndihmës, vendndodhjes dhe kritereve të tjera që janë të rëndësishme për ju."
      },
      "category": {
        "title": "quiz",
        "description": "quizDescription",
        "icon": "quiz",
        "color": "#3B82F6"
      }
    },
    {
      "id": 4,
      "type": "category",
      "title": {
        "en": "Language Courses",
        "de": "Sprachkurse",
        "ru": "Языковые курсы",
        "ce": "Мотт дешаран курсаш",
        "prs": "دوره‌های زبان",
        "ps": "د ژبې کورسونه",
        "fa": "دوره‌های زبان",
        "ar": "دورات اللغة",
        "ku": "Qursên Ziman",
        "so": "Koorsooyin Luuqad",
        "ka": "ენის კურსები",
        "sq": "Kurse Gjuhe"
      },
      "text": {
        "en": "Find German language courses and conversation groups to improve your communication skills.",
        "de": "Finden Sie deutsche Sprachkurse und Gesprächsgruppen, um Ihre Kommunikationsfähigkeiten zu verbessern.",
        "ru": "Найдите курсы немецкого языка и разговорные группы для улучшения навыков общения.",
        "ce": "Нийслойн мотт дешаран курсаш а, дувцаран тобаш а карийта, нагахь хьуна дувцаран навыкаш лаьцна.",
        "prs": "دوره‌های زبان آلمانی و گروه‌های مکالمه را برای بهبود مهارت‌های ارتباطی خود پیدا کنید.",
        "ps": "د آلماني ژبې کورسونه او د خبرو اترو ډلې ومومئ ترڅو ستاسو د اړیکو مهارتونه ښه کړئ.",
        "fa": "دوره‌های زبان آلمانی و گروه‌های مکالمه را برای بهبود مهارت‌های ارتباطی خود پیدا کنید.",
        "ar": "اعثروا على دورات اللغة الألمانية ومجموعات المحادثة لتحسين مهارات التواصل لديكم.",
        "ku": "Qursên zimanê elmانی û komên axaftinê bibînin da ku jêhatîbûna xwe ya ragihandinê baştir bikin.",
        "so": "Ka hel koorsooyin luuqadda Jarmalka ah iyo kooxaha wada hadalka si aad u hagaajiso xirfadahaaga isgaarsiinta.",
        "ka": "იპოვეთ გერმანული ენის კურსები და საუბრის ჯგუფები კომუნიკაციის უნარების გასაუმჯობესებლად.",
        "sq": "Gjeni kurse të gjuhës gjermane dhe grupe bisedash për të përmirësuar aftësitë tuaja të komunikimit."
      },
      "category": {
        "title": "languageCourses",
        "description": "germanLanguageCoursesAndConversation",
        "icon": "translate",
        "color": "#8B5CF6"
      }
    },
    {
      "id": 5,
      "type": "category",
      "title": {
        "en": "Cultural Workshops",
        "de": "Kulturelle Workshops",
        "ru": "Культурные мастерские",
        "ce": "Культурни семинарш",
        "prs": "کارگاه‌های فرهنگی",
        "ps": "کلتوري ورکشاپونه",
        "fa": "کارگاه‌های فرهنگی",
        "ar": "ورش العمل الثقافية",
        "ku": "Atölyeyên Çandî",
        "so": "Aqoon isweydaarsiga Dhaqanka",
        "ka": "კულტურული სემინარები",
        "sq": "Punëtori Kulturore"
      },
      "text": {
        "en": "Participate in workshops that teach Austrian culture, traditions, and social norms.",
        "de": "Nehmen Sie an Workshops teil, die österreichische Kultur, Traditionen und soziale Normen vermitteln.",
        "ru": "Участвуйте в мастерских, которые обучают австрийской культуре, традициям и социальным нормам.",
        "ce": "Австрин культура, традицеш, социальни нормаш дешархой семинаршкахь дакъалацар.",
        "prs": "در کارگاه‌هایی که فرهنگ، سنت‌ها و هنجارهای اجتماعی اتریش را آموزش می‌دهند، شرکت کنید.",
        "ps": "په هغو ورکشاپونو کې برخه واخلئ چې د اتریش کلتور، دودونه او ټولنیز معیارونه زده کوي.",
        "fa": "در کارگاه‌هایی شرکت کنید که فرهنگ، سنت‌ها و هنجارهای اجتماعی اتریش را آموزش می‌دهند.",
        "ar": "شاركوا في ورش العمل التي تعلم الثقافة النمساوية والتقاليد والأعراف الاجتماعية.",
        "ku": "Di atölyeyên ku çanda Awistûryayê, kevneşopî û normên civakî fêr dikin de beşdar bibin.",
        "so": "Ka qaybgal aqoon isweydaarsiga dhaqanka Austriga, caadooyinka iyo xeerarka bulshada.",
        "ka": "მიიღეთ მონაწილეობა სემინარებში, რომლებიც ასწავლიან ავსტრიულ კულტურას, ტრადიციებსა და სოციალურ ნორმებს.",
        "sq": "Merrni pjesë në punëtori që mësojnë kulturën austriake, traditat dhe normat sociale."
      },
      "category": {
        "title": "culturalWorkshops",
        "description": "learningAustrianCultureAndTraditions",
        "icon": "school",
        "color": "#10B981"
      }
    },
    {
      "id": 6,
      "type": "category",
      "title": {
        "en": "Community Support",
        "de": "Gemeinschaftsunterstützung",
        "ru": "Поддержка сообщества",
        "ce": "Коьртан гӀо",
        "prs": "حمایت اجتماعی",
        "ps": "د ټولنې ملاتړ",
        "fa": "حمایت اجتماعی",
        "ar": "الدعم المجتمعي",
        "ku": "Piştgiriya Civakî",
        "so": "Taageerada Bulshada",
        "ka": "საზოგადოებრივი მხარდაჭერა",
        "sq": "Mbështetja e Komunitetit"
      },
      "text": {
        "en": "Connect with community groups and mentorship programs for social integration.",
        "de": "Verbinden Sie sich mit Gemeinschaftsgruppen und Mentoring-Programmen für soziale Integration.",
        "ru": "Свяжитесь с общественными группами и программами наставничества для социальной интеграции.",
        "ce": "Социальни интеграцин гӀо коьртан тобаш а, наставническин программаш а тӀетоха хилар.",
        "prs": "با گروه‌های اجتماعی و برنامه‌های مربیگری برای ادغام اجتماعی ارتباط برقرار کنید.",
        "ps": "د ټولنیز ادغام لپاره د ټولنیزو ډلو او د لارښودونې پروګرامونو سره اړیکه ونیسئ.",
        "fa": "با گروه‌های اجتماعی و برنامه‌های مربیگری برای ادغام اجتماعی ارتباط برقرار کنید.",
        "ar": "تواصلوا مع المجموعات المجتمعية وبرامج الإرشاد للاندماج الاجتماعي.",
        "ku": "Bi komên civakî û bernameyên rêberiyê yên ji bo yekbûna civakî re têkilî daynin.",
        "so": "Ku xiriirar kooxaha bulshada iyo barnaamijyada hagaha ee isku dhafka bulshada.",
        "ka": "დაუკავშირდით საზოგადოებრივ ჯგუფებსა და მენტორობის პროგრამებს სოციალური ინტეგრაციისთვის.",
        "sq": "Lidhuni me grupet e komunitetit dhe programet e mentorimit për integrim social."
      },
      "category": {
        "title": "communitySupport",
        "description": "socialIntegrationAndMentorship",
        "icon": "people",
        "color": "#06B6D4"
      }
    },
    {
      "id": 7,
      "type": "category",
      "title": {
        "en": "Translation Services",
        "de": "Übersetzungsdienste",
        "ru": "Услуги перевода",
        "ce": "Гочдаран гӀидамаш",
        "prs": "خدمات ترجمه",
        "ps": "د ژباړې خدمات",
        "fa": "خدمات ترجمه",
        "ar": "خدمات الترجمة",
        "ku": "Karûbarên Wergerê",
        "so": "Adeegyada Turjumaada",
        "ka": "თარგმნის სერვისები",
        "sq": "Shërbime Përkthimi"
      },
      "text": {
        "en": "Access professional translation and interpretation services for official documents.",
        "de": "Zugang zu professionellen Übersetzungs- und Dolmetscherdiensten für offizielle Dokumente.",
        "ru": "Доступ к профессиональным услугам перевода и интерпретации для официальных документов.",
        "ce": "Официальни документашкахь гӀо профессиональни гочдаран а, интерпретацин гӀидамашкахь а дехар дар.",
        "prs": "دسترسی به خدمات حرفه‌ای ترجمه و تفسیر برای اسناد رسمی.",
        "ps": "د رسمي اسنادو لپاره د ژباړې او تفسیر مسلکي خدماتو ته لاسرسی.",
        "fa": "دسترسی به خدمات حرفه‌ای ترجمه و تفسیر برای اسناد رسمی.",
        "ar": "الوصول إلى خدمات الترجمة والتفسير المهنية للوثائق الرسمية.",
        "ku": "Gihîştina karûbarên werger û şîrovekirina profesyonel ji bo belgeyên fermî.",
        "so": "Helitaanka adeegyada turjumaada iyo fasiraadda xirfadeed ee dukumeentiyada rasmiga ah.",
        "ka": "წვდომა პროფესიონალურ თარგმნისა და ინტერპრეტაციის სერვისებზე ოფიციალური დოკუმენტებისთვის.",
        "sq": "Qasja në shërbimet profesionale të përkthimit dhe interpretimit për dokumente zyrtare."
      },
      "category": {
        "title": "translationServices",
        "description": "professionalTranslationAndInterpretation",
        "icon": "g_translate",
        "color": "#F59E0B"
      }
    },
    {
      "type": "language",
      "id": 8,
      "title": {
        "en": "Language Selection",
        "de": "Sprachauswahl",
        "ru": "Выбор языка",
        "ce": "Мотт харжар",
        "prs": "انتخاب زبان",
        "ps": "د ژبې ټاکنه",
        "fa": "انتخاب زبان",
        "ar": "اختيار اللغة",
        "ku": "هەڵبژاردنی زمان",
        "so": "Doorashada luqadda",
        "ka": "ენის არჩევა",
        "sq": "Zgjedhja e gjuhës"
      },
      "text": {
        "en": "Switch between 12 different languages anytime. The app supports German, English, Russian, Chechen, Dari, Pashto, Farsi, Arabic, Kurdish, Somali, Georgian, and Albanian.",
        "de": "Wechseln Sie jederzeit zwischen 12 verschiedenen Sprachen. Die App unterstützt Deutsch, Englisch, Russisch, Tschetschenisch, Dari, Paschtu, Farsi, Arabisch, Kurdisch, Somali, Georgisch und Albanisch.",
        "ru": "Переключайтесь между 12 различными языками в любое время. Приложение поддерживает немецкий, английский, русский, чеченский, дари, пушту, фарси, арабский, курдский, сомалийский, грузинский и албанский.",
        "ce": "12 башха меттанаш юкъе мукъамехь хийца йиш ю. Приложенин немцойн, ингалсан, оьрсийн, нохчийн, дари, пашто, фарси, lарабийн, курдийн, сомалийн, гуржийн, албанийн меттанаш ловш ю.",
        "prs": "در هر زمان بین 12 زبان مختلف تغییر دهید. این برنامه از آلمانی، انگلیسی، روسی، چچنی، دری، پشتو، فارسی، عربی، کردی، سومالیایی، گرجی و آلبانیایی پشتیبانی می‌کند.",
        "ps": "په هر وخت کې د 12 مختلفو ژبو تر منځ بدلون وکړئ. دا اپلیکیشن د آلماني، انګلیسي، روسي، چیچني، دري، پښتو، فارسي، عربي، کردي، سومالي، جورجیایي، او البانیایي ملاتړ کوي.",
        "fa": "در هر زمان بین 12 زبان مختلف تغییر دهید. این برنامه از آلمانی، انگلیسی، روسی، چچنی، دری، پشتو، فارسی، عربی، کردی، سومالیایی، گرجی و آلبانیایی پشتیبانی می‌کند.",
        "ar": "تبديل بين 12 لغة مختلفة في أي وقت. يدعم التطبيق الألمانية والإنجليزية والروسية والشيشانية والداري والبشتو والفارسية والعربية والكردية والصومالية والجورجية والألبانية.",
        "ku": "لە هەر کاتێکدا لە نێوان 12 زمانی جۆراوجۆردا بگۆڕە. ئەم ئەپە پشتگیری ئەڵمانی، ئینگلیزی، ڕووسی، چیچێنی، دەری، پەشتوو، فارسی، عەرەبی، کوردی، سۆمالی، گورجی و ئەڵبانی دەکات.",
        "so": "Ku bedel 12 luqadood oo kala duwan marwalba ah. Appku wuxuu taageeraa Jarmal, Ingiriis, Ruush, Chechen, Dari, Pashto, Farsi, Carabi, Kurdish, Soomaali, Georgian, iyo Albanian.",
        "ka": "ნებისმიერ დროს გადართეთ 12 სხვადასხვა ენას შორის. აპლიკაცია მხარს უჭერს გერმანულს, ინგლისურს, რუსულს, ჩეჩნურს, დარის, პაშტოს, ფარსს, არაბულს, ქურთულს, სომალიურს, ქართულს და ალბანურს.",
        "sq": "Ndryshoni midis 12 gjuhëve të ndryshme në çdo kohë. Aplikacioni mbështet gjermanishten, anglishten, rusishten, çeçenishten, dari, pashto, farsishten, arabishten, kurdishten, somalisht, gjeorgjishten dhe shqipen."
      }
    },
    {
      "id": 9,
      "type": "icons",
      "title": {
        "de": "Brauchen Sie mehr Hilfe?",
        "en": "Need More Help?",
        "ru": "Нужна дополнительная помощь?",
        "ce": "Кхин гӏо хьуна?",
        "prs": "به کمک بیشتر نیاز دارید؟",
        "ps": "نورو مرستو ته اړتیا لرئ؟",
        "fa": "به کمک بیشتر نیاز دارید؟",
        "ar": "هل تحتاج المزيد من المساعدة؟",
        "ku": "پێویستیت بە یارمەتی زیاتر هەیە؟",
        "so": "Ma u baahan tahay caawimo dheeraad ah?",
        "ka": "გჭირდებათ მეტი დახმარება?",
        "sq": "Keni nevojë për më shumë ndihmë?"
      },
      "text": {
        "de": "Sie können jederzeit das Hilfe/Tutorial-Symbol auf jeder Seite drücken, um mehr Informationen über die Funktionen dieser Seite und deren effektive Nutzung zu erhalten.",
        "en": "You can always press the help/tutorial icon on any page to get more information about that page's features and how to use them effectively.",
        "ru": "Вы всегда можете нажать на значок справки/обучения на любой странице, чтобы получить больше информации о функциях этой страницы.",
        "ce": "Хьо даиман латта тайна гӏо/дешаран тамгӏа могӏа агӏона хьажа.",
        "prs": "شما همیشه می‌توانید روی نماد کمک/آموزش در هر صفحه کلیک کنید.",
        "ps": "تاسو تل کولی شئ د مرستې/درسي نښې په هر پاڼه کې کلیک وکړئ.",
        "fa": "شما همیشه می‌توانید روی نماد کمک/آموزش در هر صفحه کلیک کنید.",
        "ar": "يمكنك دائماً الضغط على رمز المساعدة/التعليم في أي صفحة للحصول على مزيد من المعلومات.",
        "ku": "تۆ هەمیشە دەتوانی کلیک لە نیشانی یارمەتی/فێرکردن بکەیت لە هەر پەڕەیەکدا.",
        "so": "Waxaad had iyo jeer riiri kartaa calaamadda caawinta/tababarka bogga kasta.",
        "ka": "ყოველთვის შეგიძლიათ დააწკაპუნოთ დახმარების/ტუტორიალის ნიშანზე ნებისმიერ გვერდზე.",
        "sq": "Gjithmonë mund të shtypni ikonën e ndihmës/tutorialit në çdo faqe për të marrë më shumë informacion."
      }
    }
  ]
}
