
{
  "slides": [
    {
      "id": 0,
      "type": "welcome",
      "title": {
        "en": "Emergency Support Tutorial",
        "de": "Notfall-Unterstützung Tutorial",
        "ru": "Руководство по экстренной поддержке",
        "ce": "Гӏайгӏа гӏо дешаран хаам",
        "prs": "راهنمای حمایت اضطراری",
        "ps": "د بیړني ملاتړ لارښود",
        "fa": "راهنمای پشتیبانی اضطراری",
        "ar": "دليل الدعم الطارئ",
        "ku": "ڕێنمایی پشتگیری لەناکاو",
        "so": "Hagaha Taageerada Degdegga",
        "ka": "გადაუდებელი მხარდაჭერის სახელმძღვანელო",
        "sq": "Udhëzuesi i Mbështetjes së Urgjencës"
      },
      "text": {
        "en": "This tutorial will guide you through accessing emergency contacts quickly and effectively.",
        "de": "Dieses Tutorial führt Sie durch den schnellen und effektiven Zugang zu Notfallkontakten.",
        "ru": "Это руководство поможет вам быстро и эффективно получить доступ к экстренным контактам.",
        "ce": "Хlара дешаран хаам хьуна белхалур ду гӏайгӏа контакташ арахецаран.",
        "prs": "این راهنما شما را در دسترسی سریع و مؤثر به مخاطبین اضطراری راهنمایی می‌کند.",
        "ps": "دا لارښود به تاسو ته د بیړنیو اړیکو ته ګړندي او اغیزمن لاسرسي کې مرسته وکړي.",
        "fa": "این راهنما شما را در دسترسی سریع و مؤثر به تماس‌های اضطراری راهنمایی می‌کند.",
        "ar": "سيرشدك هذا الدليل خلال الوصول إلى جهات الاتصال الطارئة بسرعة وفعالية.",
        "ku": "ئەم ڕێنماییە ڕێنمایی دەکات بۆ دەستگەیشتنی خێرا و کاریگەر بە پەیوەندییە لەناکاوەکان.",
        "so": "Hagahan wuxuu ku hagayaa helida xiriirka degdegga si dhaqso leh oo hufan.",
        "ka": "ეს სახელმძღვანელო დაგეხმარებათ სწრაფად და ეფექტურად მიიღოთ გადაუდებელი კონტაქტები.",
        "sq": "Ky udhëzues do t'ju drejtojë në qasjen e shpejtë dhe efektive të kontakteve të urgjencës."
      }
    },
    {
      "type": "assistant",
      "id": 1,
      "title": {
        "en": "Hi! I'm here to help you navigate this app and find what you need!",
        "de": "Hallo! Ich bin hier, um Ihnen bei der Navigation in dieser App zu helfen und zu finden, was Sie brauchen!",
        "ru": "Привет! Я здесь, чтобы помочь вам навигировать по этому приложению и найти то, что вам нужно!",
        "ce": "Салам! Со кхузахь ву хlуна хlокху приложенин чохь некъ карийта а хlунга хlокху дӀаделира а.",
        "prs": "سلام! من اینجا هستم تا به شما کمک کنم در این برنامه حرکت کنید و آنچه نیاز دارید پیدا کنید!",
        "ps": "سلام! زه دلته یم چې ستاسو سره د دغه اپلیکیشن کې د لارښوونې کولو او هغه څه موندلو کې مرسته وکړم چې تاسو یې غواړئ!",
        "fa": "سلام! من اینجا هستم تا به شما کمک کنم در این برنامه حرکت کنید و آنچه نیاز دارید پیدا کنید!",
        "ar": "مرحباً! أنا هنا لمساعدتك في التنقل في هذا التطبيق والعثور على ما تحتاجه!",
        "ku": "سڵاو! من لێرەم بۆ ئەوەی یارمەتیت بدەم لەم ئەپەدا بگەڕێیت و ئەوە بدۆزیتەوە کە پێویستتە!",
        "so": "Salaam! Waxaan halkan u joogaa inaan kaa caawiyo aad u dhaqdhaqaaqdo appkan oo aad hesho waxa aad u baahan tahay!",
        "ka": "გამარჯობა! მე აქ ვარ, რომ დაგეხმაროთ ამ აპლიკაციაში ნავიგაციაში და იპოვოთ ის, რაც გჭირდებათ!",
        "sq": "Përshëndetje! Unë jam këtu për t'ju ndihmuar të navigoni në këtë aplikacion dhe të gjeni atë që ju nevojitet!"
      },
      "text": {
        "en": "Use the virtual assistant to get instant help and guidance. Ask questions in your preferred language and get personalized support.",
        "de": "Nutzen Sie den virtuellen Assistenten für sofortige Hilfe und Anleitung. Stellen Sie Fragen in Ihrer bevorzugten Sprache und erhalten Sie persönliche Unterstützung.",
        "ru": "Используйте виртуального помощника, чтобы получить мгновенную помощь и руководство. Задавайте вопросы на предпочитаемом языке и получайте персонализированную поддержку.",
        "ce": "Виртуальни ассистенто лелае тlаьхьара гlо а хаам а лорна. Хlунна йиш йуьлу меттана хаттар дайте а шуна латта гlо лийте.",
        "prs": "از دستیار مجازی برای دریافت کمک و راهنمایی فوری استفاده کنید. سوالات را به زبان ترجیحی خود بپرسید و پشتیبانی شخصی دریافت کنید.",
        "ps": "د سمدستي مرستې او لارښوونې لپاره د مجازي مالي ملګري څخه کار واخلئ. په خپله غوره ژبه پوښتنې وکړئ او شخصي ملاتړ واخلئ.",
        "fa": "از دستیار مجازی برای دریافت کمک و راهنمایی فوری استفاده کنید. سوالات را به زبان ترجیحی خود بپرسید و پشتیبانی شخصی دریافت کنید.",
        "ar": "استخدم المساعد الافتراضي للحصول على المساعدة والإرشاد الفوري. اطرح الأسئلة بلغتك المفضلة واحصل على دعم شخصي.",
        "ku": "یاریدەدەری مەجازی بەکاربهێنە بۆ وەرگرتنی یارمەتی و ڕێنمایی خێرا. پرسیار بکە بە زمانی خۆت و پشتگیری کەسی وەربگرە.",
        "so": "Isticmaal caawiyaha farsamada ah si aad u hesho caawimaad iyo hagid degdeg ah. Su'aalo ku weydii luqadda aad door bidayso oo hel taageero shakhsi ah.",
        "ka": "გამოიყენეთ ვირტუალური ასისტენტი მყისიერი დახმარებისა და მითითებების მისაღებად. დასვით კითხვები თქვენს სასურველ ენაზე და მიიღეთ პერსონალიზებული მხარდაჭერა.",
        "sq": "Përdorni asistentin virtual për të marrë ndihmë dhe udhëzime të menjëhershme. Bëni pyetje në gjuhën tuaj të preferuar dhe merrni mbështetje të personalizuar."
      }
    },
    {
      "id": 2,
      "type": "category",
      "title": {
        "en": "General Emergency",
        "de": "Allgemeiner Notfall",
        "ru": "Общая экстренная ситуация",
        "ce": "Йалаш гӏайгӏа",
        "prs": "اضطرار عمومی",
        "ps": "عمومي بیړنۍ وضعیت",
        "fa": "وضعیت اضطراری عمومی",
        "ar": "حالة طوارئ عامة",
        "ku": "لەناکاوی گشتی",
        "so": "Degdeg Guud",
        "ka": "ზოგადი გადაუდებელი მდგომარეობა",
        "sq": "Urgjencë e përgjithshme"
      },
      "text": {
        "en": "The universal emergency number 112 connects you to all emergency services across Europe.",
        "de": "Die universelle Notrufnummer 112 verbindet Sie mit allen Rettungsdiensten in ganz Europa.",
        "ru": "Универсальный номер экстренных служб 112 соединит вас со всеми службами экстренного реагирования по всей Европе.",
        "ce": "Европехь массо гӏайгӏа службашца 112 номерца йоккхур ю.",
        "prs": "شماره جهانی اضطراری 112 شما را به تمام خدمات اضطراری در سراسر اروپا متصل می‌کند.",
        "ps": "د نړیوال بیړني شمیرې 112 تاسو د اروپا په ټوله کې د ټولو بیړنیو خدماتو سره وصلوي.",
        "fa": "شماره جهانی اضطراری 112 شما را به تمام خدمات اضطراری در سراسر اروپا متصل می‌کند.",
        "ar": "الرقم العالمي للطوارئ 112 يربطك بجميع خدمات الطوارئ في جميع أنحاء أوروبا.",
        "ku": "ژمارەی جیهانی لەناکاو 112 تۆ بە هەموو خزمەتگوزارییە لەناکاوەکانەوە لە ئەوروپادا دەبەستێتەوە.",
        "so": "Nambarka caalamiga ah ee degdegga 112 ayaa ku xidhaya dhammaan adeegyada degdegga Yurub oo dhan.",
        "ka": "უნივერსალური გადაუდებელი ნომერი 112 გაგიერთებთ ევროპის ყველა გადაუდებელ სამსახურთან.",
        "sq": "Numri universal i urgjencës 112 ju lidh me të gjitha shërbimet e urgjencës në të gjithë Evropën."
      },
      "category": {
        "title": "generalEmergency",
        "description": "universalEmergencyNumber",
        "icon": "phone",
        "color": "#dc2626"
      }
    },
    {
      "id": 3,
      "type": "category",
      "title": {
        "en": "Fire Emergency",
        "de": "Feuer-Notfall",
        "ru": "Пожарная служба",
        "ce": "Цlе гlайгlа",
        "prs": "اضطرار آتش‌سوزی",
        "ps": "د اور وژنې بیړنۍ وضعیت",
        "fa": "اضطرار آتش‌سوزی",
        "ar": "طوارئ الحريق",
        "ku": "لەناکاوی ئاگر",
        "so": "Degdegga Dabka",
        "ka": "ხანძრის გადაუდებელი მდგომარეობა",
        "sq": "Urgjencë zjarri"
      },
      "text": {
        "en": "Call 122 for fires, explosions, and rescue operations throughout Austria.",
        "de": "Rufen Sie 122 für Brände, Explosionen und Rettungsoperationen in ganz Österreich an.",
        "ru": "Звоните 122 при пожарах, взрывах и спасательных операциях по всей Австрии.",
        "ce": "Австрехь массо цlенаш, хелаш а гlоьнаш а хилла 122 номерца йохкавайла.",
        "prs": "برای آتش‌سوزی، انفجار و عملیات نجات در سراسر اتریش با 122 تماس بگیرید.",
        "ps": "د اتریش په ټوله کې د اور وژنې، چاودنې او د ژغورنې د عملیاتو لپاره 122 ته زنګ ووهئ.",
        "fa": "برای آتش‌سوزی، انفجار و عملیات نجات در سراسر اتریش با 122 تماس بگیرید.",
        "ar": "اتصل بـ 122 للحرائق والانفجارات وعمليات الإنقاذ في جميع أنحاء النمسا.",
        "ku": "بۆ ئاگر، تەقینەوە و کارەکانی فریاکەوتن لە هەموو نەمساوە پەیوەندی بە 122 بکە.",
        "so": "Wac 122 dab, qarax, iyo hawlaha badbaadinta Austria oo dhan.",
        "ka": "დარეკეთ 122-ზე ხანძრის, აფეთქების და სამაშველო ოპერაციების შემთხვევაში მთელ ავსტრიაში.",
        "sq": "Telefononi 122 për zjarret, shpërthimet dhe operacionet e shpëtimit në të gjithë Austrinë."
      },
      "category": {
        "title": "fireEmergency",
        "description": "firesExplosionsRescue",
        "icon": "local-fire-department",
        "color": "#dc2626"
      }
    },
    {
      "id": 4,
      "type": "category",
      "title": {
        "en": "Police Emergency",
        "de": "Polizei-Notfall",
        "ru": "Полицейская служба",
        "ce": "Полици гlайгlа",
        "prs": "اضطرار پولیس",
        "ps": "د پولیسو بیړنۍ وضعیت",
        "fa": "اضطرار پلیس",
        "ar": "طوارئ الشرطة",
        "ku": "لەناکاوی پۆلیس",
        "so": "Degdegga Booliiska",
        "ka": "პოლიციის გადაუდებელი მდგომარეობა",
        "sq": "Urgjencë policie"
      },
      "text": {
        "en": "Call 133 for crimes, accidents, and security emergencies.",
        "de": "Rufen Sie 133 für Verbrechen, Unfälle und Sicherheitsnotfälle an.",
        "ru": "Звоните 133 при преступлениях, авариях и чрезвычайных ситуациях безопасности.",
        "ce": "Зулам, автобехк а хlоттина кхечера а 133 номерца йохкавайла.",
        "prs": "برای جرائم، تصادفات و اضطرارات امنیتی با 133 تماس بگیرید.",
        "ps": "د جرمونو، پیښو او امنیتي بیړنیو وضعیتونو لپاره 122 ته زنګ ووهئ.",
        "fa": "برای جرائم، تصادفات و اضطرارات امنیتی با 133 تماس بگیرید.",
        "ar": "اتصل بـ 133 للجرائم والحوادث وحالات الطوارئ الأمنية.",
        "ku": "بۆ تاوان، ڕووداو و لەناکاوی ئاسایش پەیوەندی بە 133 بکە.",
        "so": "Wac 133 dambiyada, shilalka, iyo degdegga amniga.",
        "ka": "დარეკეთ 133-ზე დანაშაულის, ავარიის და უსაფრთხოების გადაუდებელი მდგომარეობის შემთხვევაში.",
        "sq": "Telefononi 133 për krime, aksidente dhe urgjenca sigurie."
      },
      "category": {
        "title": "policeEmergency",
        "description": "crimeAccidentsSecurity",
        "icon": "local-police",
        "color": "#dc2626"
      }
    },
    {
      "id": 5,
      "type": "category",
      "title": {
        "en": "Medical Emergency",
        "de": "Medizinischer Notfall",
        "ru": "Медицинская помощь",
        "ce": "Синдоктор гlайгlа",
        "prs": "اضطرار طبی",
        "ps": "د درملتون بیړنۍ وضعیت",
        "fa": "اضطرار پزشکی",
        "ar": "طوارئ طبية",
        "ku": "لەناکاوی پزیشکی",
        "so": "Degdegga Caafimaadka",
        "ka": "სამედიცინო გადაუدებელი შემთხვევა",
        "sq": "Urgjencë mjekësore"
      },
      "text": {
        "en": "Call 144 for medical emergencies and ambulance services.",
        "de": "Rufen Sie 144 für medizinische Notfälle und Krankenwagendienste an.",
        "ru": "Звоните 144 при медицинских чрезвычайных ситуациях и для вызова скорой помощи.",
        "ce": "Синдоктор гlайгlа а машен а 144 номерца йохкавайла.",
        "prs": "برای اضطرارات طبی و خدمات آمبولانس با 144 تماس بگیرید.",
        "ps": "د درملتون د بیړنیو وضعیتونو او د امبولانس د خدماتو لپاره 144 ته زنګ ووهئ.",
        "fa": "برای اضطرارات پزشکی و خدمات آمبولانس با 144 تماس بگیرید.",
        "ar": "اتصل بـ 144 للطوارئ الطبية وخدمات الإسعاف.",
        "ku": "بۆ لەناکاوی پزیشکی و خزمەتگوزاری ئەمبولانس پەیوەندی بە 144 بکە.",
        "so": "Wac 144 degdegga caafimaadka iyo adeegyada ambalaaska.",
        "ka": "დარეკეთ 144-ზე სამედიცინო გადაუდებელი შემთხვევისა და სასწრაფო დახმარების სამსახურისთვის.",
        "sq": "Telefononi 144 për urgjenca mjekësore dhe shërbime ambulance."
      },
      "category": {
        "title": "medicalEmergency",
        "description": "healthEmergenciesAmbulance",
        "icon": "local-hospital",
        "color": "#dc2626"
      }
    },
    {
      "id": 6,
      "type": "category",
      "title": {
        "en": "Violence/Harassment Support",
        "de": "Gewalt-/Belästigungsunterstützung",
        "ru": "Поддержка при насилии/домогательствах",
        "ce": "Зулам/докхаран гlо",
        "prs": "حمایت از خشونت/آزار",
        "ps": "د تاوتریخوالي/ورانولو ملاتړ",
        "fa": "پشتیبانی از خشونت/آزار",
        "ar": "دعم العنف/التحرش",
        "ku": "پشتگیری توندوتیژی/ئازارکردن",
        "so": "Taageero Rabshada/Dhibka",
        "ka": "ძალადობის/შევიწროების მხარდაჭერა",
        "sq": "Mbështetje dhune/ngacmim"
      },
      "text": {
        "en": "Specialized support for domestic violence, assault, and harassment situations.",
        "de": "Spezialisierte Unterstützung für häusliche Gewalt, Übergriffe und Belästigungssituationen.",
        "ru": "Специализированная поддержка при домашнем насилии, нападении и домогательствах.",
        "ce": "Доьзална зулам, докхар а кхечера а белхан гlо.",
        "prs": "حمایت تخصصی برای خشونت خانگی، حمله و موقعیت‌های آزار.",
        "ps": "د کورنۍ تاوتریخوالي، برید او ځورونې وضعیتونو لپاره ځانګړي ملاتړ.",
        "fa": "پشتیبانی تخصصی برای خشونت خانگی، حمله و موقعیت‌های آزار.",
        "ar": "دعم متخصص للعنف المنزلي والاعتداء ومواقف التحرش.",
        "ku": "پشتگیری تایبەت بۆ توندوتیژی ماڵەوە، هێرش و دۆخی ئازارکردن.",
        "so": "Taageero khaas ah rabshada guriga, weerarka iyo xaaladaha dhibka.",
        "ka": "სპეციალიზებული მხარდაჭერა ოჯახური ძალადობის, თავდასხმისა და შევიწროების სიტუაციებისთვის.",
        "sq": "Mbështetje e specializuar për dhunën në familje, sulmin dhe situatat e ngacmimit."
      },
      "category": {
        "title": "violenceHarassment",
        "description": "domesticViolenceAssault",
        "icon": "security",
        "color": "#dc2626"
      }
    },
    {
      "id": 7,
      "type": "category",
      "title": {
        "en": "Mental Health Crisis",
        "de": "Psychische Krise",
        "ru": "Кризис психического здоровья",
        "ce": "Психикин саьлламан кризис",
        "prs": "بحران سلامت روانی",
        "ps": "د ذهني روغتیا کړکېچ",
        "fa": "بحران سلامت روان",
        "ar": "أزمة الصحة النفسية",
        "ku": "قەیرانی تەندروستی دەرونی",
        "so": "Dhibaatada Caafimaadka Maskaxda",
        "ka": "ფსიქიკური ჯანმრთელობის კრიზისი",
        "sq": "Krizë e shëndetit mendor"
      },
      "text": {
        "en": "Professional support for psychological crises and suicide prevention.",
        "de": "Professionelle Unterstützung für psychische Krisen und Suizidprävention.",
        "ru": "Профессиональная поддержка при психологических кризисах и предотвращении самоубийств.",
        "ce": "Психологически кризисашна а шуьйра доцуш дlахьедарна а профессионала гlо.",
        "prs": "حمایت حرفه‌ای برای بحران‌های روانی و پیشگیری از خودکشی.",
        "ps": "د رواني کړکېچونو او د ځان وژنې د مخنیوي لپاره مسلکي ملاتړ.",
        "fa": "پشتیبانی حرفه‌ای برای بحران‌های روانی و پیشگیری از خودکشی.",
        "ar": "دعم مهني للأزمات النفسية ومنع الانتحار.",
        "ku": "پشتگیری پیشەیی بۆ قەیرانی دەرونی و ڕێگریکردن لە خۆکوژی.",
        "so": "Taageero xirfadeed dhibaatooyinka maskaxda iyo ka-hortagga is-dilka.",
        "ka": "პროფესიონალური მხარდაჭერა ფსიქოლოგიური კრიზისებისა და თვითმკვლელობის პრევენციისთვის.",
        "sq": "Mbështetje profesionale për kriza psikologjike dhe parandalimin e vetëvrasjes."
      },
      "category": {
        "title": "mentalHealthCrisis",
        "description": "psychologicalCrisisSuicidePrevention",
        "icon": "psychology",
        "color": "#dc2626"
      }
    },
    {
      "id": 8,
      "type": "category",
      "title": {
        "en": "Spiritual Care",
        "de": "Seelsorge",
        "ru": "Духовная поддержка",
        "ce": "Роьхlин кхерам",
        "prs": "مراقبت معنوی",
        "ps": "روحاني پاملرنه",
        "fa": "مراقبت معنوی",
        "ar": "الرعاية الروحية",
        "ku": "چاودێری ڕۆحی",
        "so": "Daryeelka Ruuxa",
        "ka": "სულიერი მზრუნველობა",
        "sq": "Kujdesi shpirtëror"
      },
      "text": {
        "en": "Spiritual and emotional support through phone counseling services.",
        "de": "Spirituelle und emotionale Unterstützung durch telefonische Beratungsdienste.",
        "ru": "Духовная и эмоциональная поддержка через службы телефонного консультирования.",
        "ce": "Роьхlин а, сенаlон а гlо телефонан консультацийн гlулакхашкахь.",
        "prs": "حمایت معنوی و عاطفی از طریق خدمات مشاوره تلفنی.",
        "ps": "د تلیفون د مشورې د خدماتو له لارې روحاني او احساساتي ملاتړ.",
        "fa": "پشتیبانی معنوی و عاطفی از طریق خدمات مشاوره تلفنی.",
        "ar": "الدعم الروحي والعاطفي من خلال خدمات الاستشارة الهاتفية.",
        "ku": "پشتگیری ڕۆحی و سۆزداری لە ڕێگەی خزمەتگوزاری ڕاوێژکاری تەلەفۆنیەوە.",
        "so": "Taageero ruux iyo dareen adeegyada la-talinta telefoonka.",
        "ka": "სულიერი და ემოციური მხარდაჭერა ტელეფონური კონსულტაციის სერვისების მეშვეობით.",
        "sq": "Mbështetje shpirtërore dhe emocionale përmes shërbimeve të këshillimit telefonik."
      },
      "category": {
        "title": "careOfSoul",
        "description": "spiritualEmotionalSupport",
        "icon": "favorite",
        "color": "#dc2626"
      }
    },
    {
      "id": 9,
      "type": "category",
      "title": {
        "en": "Youth Care",
        "de": "Jugendbetreuung",
        "ru": "Молодежная помощь",
        "ce": "Берийн кхерам",
        "prs": "مراقبت از جوانان",
        "ps": "د ځوانانو پاملرنه",
        "fa": "مراقبت از جوانان",
        "ar": "رعاية الشباب",
        "ku": "چاودێری گەنجان",
        "so": "Daryeelka Dhallinyarada",
        "ka": "ახალგაზრდული მზრუნველობა",
        "sq": "Kujdesi për të rinjtë"
      },
      "text": {
        "en": "Dedicated emergency support specifically designed for children and youth.",
        "de": "Spezieller Notfall-Support, der speziell für Kinder und Jugendliche entwickelt wurde.",
        "ru": "Специализированная экстренная поддержка, разработанная специально для детей и молодежи.",
        "ce": "Берашна а, зударшна а йукъайоьхна кхиамца лаьцна гlайгlа гlо.",
        "prs": "حمایت اضطراری اختصاصی که مخصوص کودکان و جوانان طراحی شده است.",
        "ps": "د ماشومانو او ځوانانو لپاره په ځانګړي ډول ډیزاین شوي وقف شوي بیړني ملاتړ.",
        "fa": "پشتیبانی اضطراری اختصاصی که مخصوص کودکان و جوانان طراحی شده است.",
        "ar": "دعم طوارئ مخصص مصمم خصيصاً للأطفال والشباب.",
        "ku": "پشتگیری لەناکاوی تایبەت کە بە تایبەتی بۆ منداڵان و گەنجان دیزاین کراوە.",
        "so": "Taageero degdeg ah oo gaar ah oo si gaar ah loogu talagalay carruurta iyo dhallinyarada.",
        "ka": "სპეციალური გადაუდებელი მხარდაჭერა, რომელიც სპეციალურად არის შექმნილი ბავშვებისა და ახალგაზრდებისთვის.",
        "sq": "Mbështetje urgjente e dedikuar e dizajnuar posaçërisht për fëmijët dhe të rinjtë."
      },
      "category": {
        "title": "youthCare",
        "description": "supportForChildrenAndYouth",
        "icon": "child-care",
        "color": "#dc2626"
      }
    },
    {
      "type": "language",
      "id": 10,
      "title": {
        "en": "Language Selection",
        "de": "Sprachauswahl",
        "ru": "Выбор языка",
        "ce": "Мотт харжар",
        "prs": "انتخاب زبان",
        "ps": "د ژبې ټاکنه",
        "fa": "انتخاب زبان",
        "ar": "اختيار اللغة",
        "ku": "هەڵبژاردنی زمان",
        "so": "Doorashada luqadda",
        "ka": "ენის არჩევა",
        "sq": "Zgjedhja e gjuhës"
      },
      "text": {
        "en": "Switch between 12 different languages anytime. The app supports German, English, Russian, Chechen, Dari, Pashto, Farsi, Arabic, Kurdish, Somali, Georgian, and Albanian.",
        "de": "Wechseln Sie jederzeit zwischen 12 verschiedenen Sprachen. Die App unterstützt Deutsch, Englisch, Russisch, Tschetschenisch, Dari, Paschtu, Farsi, Arabisch, Kurdisch, Somali, Georgisch und Albanisch.",
        "ru": "Переключайтесь между 12 различными языками в любое время. Приложение поддерживает немецкий, английский, русский, чеченский, дари, пушту, фарси, арабский, курдский, сомалийский, грузинский и албанский.",
        "ce": "12 башха меттанаш юкъе мукъамехь хийца йиш ю. Приложенин немцойн, ингалсан, оьрсийн, нохчийн, дари, пашто, фарси, lарабийн, курдийн, сомалийн, гуржийн, албанийн меттанаш ловш ю.",
        "prs": "در هر زمان بین 12 زبان مختلف تغییر دهید. این برنامه از آلمانی، انگلیسی، روسی، چچنی، دری، پشتو، فارسی، عربی، کردی، سومالیایی، گرجی و آلبانیایی پشتیبانی می‌کند.",
        "ps": "په هر وخت کې د 12 مختلفو ژبو تر منځ بدلون وکړئ. دا اپلیکیشن د آلماني، انګلیسي، روسي، چیچني، دري، پښتو، فارسي، عربي، کردي، سومالي، جورجیایي، او البانیایي ملاتړ کوي.",
        "fa": "در هر زمان بین 12 زبان مختلف تغییر دهید. این برنامه از آلمانی، انگلیسی، روسی، چچنی، دری، پشتو، فارسی، عربی، کردی، سومالیایی، گرجی و آلبانیایی پشتیبانی می‌کند.",
        "ar": "تبديل بين 12 لغة مختلفة في أي وقت. يدعم التطبيق الألمانية والإنجليزية والروسية والشيشانية والداري والبشتو والفارسية والعربية والكردية والصومالية والجورجية والألبانية.",
        "ku": "لە هەر کاتێکدا لە نێوان 12 زمانی جۆراوجۆردا بگۆڕە. ئەم ئەپە پشتگیری ئەڵمانی، ئینگلیزی، ڕووسی، چیچێنی، دەری، پەشتوو، فارسی، عەرەبی، کوردی، سۆمالی، گورجی و ئەڵبانی دەکات.",
        "so": "Ku bedel 12 luqadood oo kala duwan marwalba ah. Appku wuxuu taageeraa Jarmal, Ingiriis, Ruush, Chechen, Dari, Pashto, Farsi, Carabi, Kurdish, Soomaali, Georgian, iyo Albanian.",
        "ka": "ნებისმიერ დროს გადართეთ 12 სხვადასხვა ენას შორის. აპლიკაცია მხარს უჭერს გერმანულს, ინგლისურს, რუსულს, ჩეჩნურს, დარის, პაშტოს, ფარსს, არაბულს, ქურთულს, სომალიურს, ქართულს და ალბანურს.",
        "sq": "Ndryshoni midis 12 gjuhëve të ndryshme në çdo kohë. Aplikacioni mbështet gjermanishten, anglishten, rusishten, çeçenishten, dari, pashto, farsishten, arabishten, kurdishten, somalisht, gjeorgjishten dhe shqipen."
      }
    },
    {
      "id": 11,
      "type": "icons",
      "title": {
        "de": "Brauchen Sie mehr Hilfe?",
        "en": "Need More Help?",
        "ru": "Нужна дополнительная помощь?",
        "ce": "Кхин гӏо хьуна?",
        "prs": "به کمک بیشتر نیاز دارید؟",
        "ps": "نورو مرستو ته اړتیا لرئ؟",
        "fa": "به کمک بیشتر نیاز دارید؟",
        "ar": "هل تحتاج المزيد من المساعدة؟",
        "ku": "پێویستیت بە یارمەتی زیاتر هەیە؟",
        "so": "Ma u baahan tahay caawimo dheeraad ah?",
        "ka": "გჭირდებათ მეტი დახმარება?",
        "sq": "Keni nevojë për më shumë ndihmë?"
      },
      "text": {
        "de": "Sie können jederzeit das Hilfe/Tutorial-Symbol auf jeder Seite drücken, um mehr Informationen über die Funktionen dieser Seite und deren effektive Nutzung zu erhalten.",
        "en": "You can always press the help/tutorial icon on any page to get more information about that page's features and how to use them effectively.",
        "ru": "Вы всегда можете нажать на значок справки/обучения на любой странице, чтобы получить больше информации о функциях этой страницы.",
        "ce": "Хьо даиман латта тайна гӏо/дешаран тамгӏа могӏа агӏона хьажа.",
        "prs": "شما همیشه می‌توانید روی نماد کمک/آموزش در هر صفحه کلیک کنید.",
        "ps": "تاسو تل کولی شئ د مرستې/درسي نښې په هر پاڼه کې کلیک وکړئ.",
        "fa": "شما همیشه می‌توانید روی نماد کمک/آموزش در هر صفحه کلیک کنید.",
        "ar": "يمكنك دائماً الضغط على رمز المساعدة/التعليم في أي صفحة للحصول على مزيد من المعلومات.",
        "ku": "تۆ هەمیشە دەتوانی کلیک لە نیشانی یارمەتی/فێرکردن بکەیت لە هەر پەڕەیەکدا.",
        "so": "Waxaad had iyo jeer riiri kartaa calaamadda caawinta/tababarka bogga kasta.",
        "ka": "ყოველთვის შეგიძლიათ დააწკაპუნოთ დახმარების/ტუტორიალის ნიშანზე ნებისმიერ გვერდზე.",
        "sq": "Gjithmonë mund të shtypni ikonën e ndihmës/tutorialit në çdo faqe për të marrë më shumë informacion."
      }
    }
  ]
}
