
{
  "slides": [
    {
      "type": "welcome",
      "id": 0,
      "title": {
        "en": "Welcome to General Support",
        "de": "Willkommen bei der allgemeinen Unterstützung",
        "ru": "Добро пожаловать в общую поддержку",
        "ce": "Марша вогӏийла йуьхь гӀонах",
        "prs": "به حمایت عمومی خوش آمدید",
        "ps": "عمومي ملاتړ ته ښه راغلاست",
        "fa": "به پشتیبانی عمومی خوش آمدید",
        "ar": "مرحباً بك في الدعم العام",
        "ku": "بەخێربێن بۆ پشتگیری گشتی",
        "so": "Ku soo dhawow taageerka guud",
        "ka": "კეთილი იყოს თქვენი მობრძანება ზოგად მხარდაჭერაში",
        "sq": "Mirësevini në mbështetjen e përgjithshme"
      },
      "text": {
        "en": "This section provides various ways to get help and support. Let's explore your options.",
        "de": "Dieser Bereich bietet verschiedene Möglichkeiten, Hilfe und Unterstützung zu erhalten. Lassen Sie uns Ihre Optionen erkunden.",
        "ru": "Этот раздел предоставляет различные способы получения помощи и поддержки. Давайте изучим ваши варианты.",
        "ce": "Хlара дакъа гlо лорна а гlулакх хlокхуш йуьлу юкъера некъаш ду. Хlинца дехьа хlума вариантш.",
        "prs": "این بخش روش‌های مختلفی برای دریافت کمک و حمایت ارائه می‌دهد. بیایید گزینه‌های شما را بررسی کنیم.",
        "ps": "دا برخه د مرستې او ملاتړ ترلاسه کولو لپاره مختلف لارې وړاندې کوي. راځئ چې ستاسو انتخابونه وګورو.",
        "fa": "این بخش روش‌های مختلفی برای دریافت کمک و پشتیبانی ارائه می‌دهد. بیایید گزینه‌های شما را بررسی کنیم.",
        "ar": "يوفر هذا القسم طرقًا مختلفة للحصول على المساعدة والدعم. دعنا نستكشف خياراتك.",
        "ku": "ئەم بەشە ڕێگای جۆراوجۆر بۆ وەرگرتنی یارمەتی و پشتگیری دابین دەکات. با هەڵبژاردەکانت بخوێنینەوە.",
        "so": "Qaybkani wuxuu bixiyaa siyaabo kala duwan oo lagu heli karo caawimaad iyo taageero. Aynu sahamino doorashadaada.",
        "ka": "ეს განყოფილება სხვადასხვა გზებს გთავაზობთ დახმარებისა და მხარდაჭერის მისაღებად. მოდით განვიხილოთ თქვენი ვარიანტები.",
        "sq": "Ky seksion ofron mënyra të ndryshme për të marrë ndihmë dhe mbështetje. Le të eksploroj opsionet tuaja."
      }
    },
    {
      "type": "assistant",
      "id": 1,
      "title": {
        "en": "Hi! I'm here to help you navigate this app and find what you need!",
        "de": "Hallo! Ich bin hier, um Ihnen bei der Navigation in dieser App zu helfen und zu finden, was Sie brauchen!",
        "ru": "Привет! Я здесь, чтобы помочь вам найти то, что вам нужно!",
        "ce": "Салам! Аз сов хьуна гӏо долуш ву хlокху приложенехь некъа карайта а лаьцна хlун карийта а.",
        "prs": "سلام! من اینجا هستم تا در استفاده از این برنامه کمکتان کنم!",
        "ps": "سلام! زه دلته یم چې دغه اپ ته د لاسرسي کې ستاسو سره مرسته وکړم!",
        "fa": "سلام! من اینجا هستم تا در استفاده از این برنامه کمکتان کنم!",
        "ar": "مرحباً! أنا هنا لمساعدتك في التنقل في هذا التطبيق!",
        "ku": "سڵاو! من لێرەم بۆ یارمەتیدانت لە بەکارهێنانی ئەم بەرنامەیە!",
        "so": "Salaan! Waxaan halkan u joogaa in aan kaa caawiyo in aad isticmaasho barnaamijkan!",
        "ka": "გამარჯობა! მე აქ ვარ, რომ დაგეხმაროთ ამ აპლიკაციის გამოყენებაში!",
        "sq": "Përshëndetje! Unë jam këtu për t'ju ndihmuar të navigoni në këtë aplikacion!"
      },
      "text": {
        "en": "Use the virtual assistant to get instant help and guidance. Ask questions in your preferred language and get personalized support.",
        "de": "Nutzen Sie den virtuellen Assistenten für sofortige Hilfe und Anleitung. Stellen Sie Fragen in Ihrer bevorzugten Sprache und erhalten Sie persönliche Unterstützung.",
        "ru": "Используйте виртуального помощника для получения мгновенной помощи и руководства. Задавайте вопросы на предпочитаемом языке.",
        "ce": "Виртуальни гӏоялуш лелае тlаьхьа гӏулакх хlокхуш долу некъехь. Дуьйна маттахь хаттарш кхоьллинарг.",
        "prs": "از دستیار مجازی برای دریافت کمک فوری استفاده کنید. سوالات خود را به زبان مورد علاقه‌تان بپرسید.",
        "ps": "د سمدستي مرستې لپاره له مجازي مرستیال څخه کار واخلئ. په خپله غوره ژبه پوښتنې وکړئ.",
        "fa": "از دستیار مجازی برای دریافت کمک فوری استفاده کنید. سوالات خود را به زبان مورد علاقه‌تان بپرسید.",
        "ar": "استخدم المساعد الافتراضي للحصول على المساعدة الفورية. اطرح الأسئلة بلغتك المفضلة.",
        "ku": "یاریدەدەری مەجازی بەکاربهێنە بۆ وەرگرتنی یارمەتی خێرا. پرسیارەکانت بە زمانی پەسەندکراوت بکە.",
        "so": "Isticmaal kaaliyaha farsamada ah si aad u hesho caawimaad degdeg ah. Su'aalaha ku weydiinta luqadaada jecel.",
        "ka": "გამოიყენეთ ვირტუალური ასისტენტი მყისიერი დახმარებისთვის. დაისვით კითხვები თქვენს სასურველ ენაზე.",
        "sq": "Përdorni asistentin virtual për ndihmë të menjëhershme. Bëni pyetje në gjuhën tuaj të preferuar."
      }
    },
    {
      "type": "category",
      "id": 2,
      "title": {
        "en": "Ask a general question to a peer",
        "de": "Stelle eine allgemeine Frage an einen Peer",
        "ru": "Задать общий вопрос сверстнику",
        "ce": "Йоьхна цхьаннан йуьхь хаттар де",
        "prs": "سوال عمومی از یک همکار بپرسید",
        "ps": "د ملګري څخه عمومي پوښتنه وکړئ",
        "fa": "سوال عمومی از یک همکار بپرسید",
        "ar": "اطرح سؤالاً عاماً على زميل",
        "ku": "پرسیارێکی گشتی لە هاوڕێیەک بکە",
        "so": "Su'aal guud ka weydiiso asxaabta",
        "ka": "დაისვით ზოგადი შეკითხვა კოლეგასთან",
        "sq": "Bëni një pyetje të përgjithshme një kolegu"
      },
      "text": {
        "en": "Get one-on-one support from experienced mentors through various communication channels including WhatsApp, Signal, Telegram, Facebook, email, and phone.",
        "de": "Erhalten Sie individuelle Unterstützung von erfahrenen Mentoren über verschiedene Kommunikationskanäle wie WhatsApp, Signal, Telegram, Facebook, E-Mail und Telefon.",
        "ru": "Получите индивидуальную поддержку от опытных наставников через различные каналы связи, включая WhatsApp, Signal, Telegram, Facebook, электронную почту и телефон.",
        "ce": "Хlажанца дешархойн гlонца цхьаъ-цхьаъ гlулакх хlокху юкъера некъаш тlехула: WhatsApp, Signal, Telegram, Facebook, электрон почта а телефон а.",
        "prs": "از طریق کانال‌های مختلف ارتباطی از جمله واتس‌اپ، سیگنال، تلگرام، فیس‌بوک، ایمیل و تلفن، حمایت فردی از مربیان با تجربه دریافت کنید.",
        "ps": "د مختلفو اړیکو لارو له لارې د تجربه لرونکو ښوونکو څخه د یو په یو ملاتړ واخلئ پشمول واټس اپ، سیګنال، ټیلګرام، فیسبوک، بریښنالیک او تلیفون.",
        "fa": "از طریق کانال‌های مختلف ارتباطی از جمله واتس‌اپ، سیگنال، تلگرام، فیس‌بوک، ایمیل و تلفن، پشتیبانی فردی از مربیان باتجربه دریافت کنید.",
        "ar": "احصل على دعم فردي من موجهين ذوي خبرة من خلال قنوات اتصال مختلفة بما في ذلك واتساب وسيجنال وتيليجرام وفيسبوك والبريد الإلكتروني والهاتف.",
        "ku": "لە ڕێگای جۆراوجۆری پەیوەندیکردن پشتگیری تاکەکەسی لە ڕێبەرانی بەئەزموونەوە وەربگرە لەوانە واتساپ، سیگناڵ، تیلیگرام، فەیسبووک، ئیمەیڵ و تەلەفۆن.",
        "so": "Hel taageero shaqsi ah oo ka timid macalimiinta khibradda leh iyada oo loo marayo wadooyinka kala duwan ee isgaadhsiinta oo ay ku jiraan WhatsApp, Signal, Telegram, Facebook, email, iyo telefoon.",
        "ka": "მიიღეთ ინდივიდუალური მხარდაჭერა გამოცდილი მენტორებისგან სხვადასხვა საკომუნიკაციო არხების საშუალებით, მათ შორის WhatsApp, Signal, Telegram, Facebook, ელექტრონული ფოსტა და ტელეფონი.",
        "sq": "Merrni mbështetje individuale nga mentorët me përvojë përmes kanaleve të ndryshme komunikimi duke përfshirë WhatsApp, Signal, Telegram, Facebook, email dhe telefon."
      },
      "category": {
        "title": "talkToMentor",
        "description": "talkToMentorDescription",
        "icon": "question-answer",
        "color": "#3B82F6"
      }
    },
    {
      "type": "category",
      "id": 3,
      "title": {
        "en": "Ask the community",
        "de": "Frage die Community",
        "ru": "Спросить сообщество",
        "ce": "Жамlате хаттар де",
        "prs": "از جامعه بپرسید",
        "ps": "له ټولنې وپوښتنه وکړئ",
        "fa": "از جامعه بپرسید",
        "ar": "اسأل المجتمع",
        "ku": "لە کۆمەڵگا بپرسە",
        "so": "Weydiiso bulshada",
        "ka": "ჰკითხეთ საზოგადოებას",
        "sq": "Pyesni komunitetin"
      },
      "text": {
        "en": "Connect with others in similar situations through community platforms like WhatsApp groups, Signal, Telegram, and forums where you can share experiences and get advice.",
        "de": "Verbinden Sie sich mit anderen in ähnlichen Situationen über Community-Plattformen wie WhatsApp-Gruppen, Signal, Telegram und Foren, wo Sie Erfahrungen teilen und Ratschläge erhalten können.",
        "ru": "Свяжитесь с другими людьми в похожих ситуациях через платформы сообщества, такие как группы WhatsApp, Signal, Telegram и форумы, где вы можете делиться опытом и получать советы.",
        "ce": "Иштта нисйоцурш доцуш йолучухь жамlатин платформашца йоьлла хила: WhatsApp тобанаш, Signal, Telegram а форумаш а, маьлла хьуна тайп-тайпанчи болх болхбала а хаамаш ло а йиш ю.",
        "prs": "از طریق پلتفرم‌های جامعه مانند گروه‌های واتس‌اپ، سیگنال، تلگرام و انجمن‌ها که در آن می‌توانید تجربیات خود را به اشتراک بگذارید و توصیه دریافت کنید، با دیگران در موقعیت‌های مشابه ارتباط برقرار کنید.",
        "ps": "د ټولنیزو پلیټفارمونو له لارې د ورته حالاتو سره نورو سره اړیکه ونیسئ لکه د واټس اپ ډلې، سیګنال، ټیلګرام او فورمونه چیرې چې تاسو کولی شئ تجربې شریکې کړئ او مشورې واخلئ.",
        "fa": "از طریق پلتفرم‌های جامعه مانند گروه‌های واتس‌اپ، سیگنال، تلگرام و انجمن‌ها که در آن می‌توانید تجربیات خود را به اشتراک بگذارید و مشاوره دریافت کنید، با دیگران در موقعیت‌های مشابه ارتباط برقرار کنید.",
        "ar": "تواصل مع الآخرين في مواقف مماثلة من خلال منصات المجتمع مثل مجموعات واتساب وسيجنال وتيليجرام والمنتديات حيث يمكنك مشاركة التجارب والحصول على المشورة.",
        "ku": "لە ڕێگای پلاتفۆرمی کۆمەڵایەتیەوە لەگەڵ کەسانی تری هاوشێوە پەیوەندی بکە وەک گرووپەکانی واتساپ، سیگناڵ، تیلیگرام و فۆرمەکان کە دەتوانیت ئەزموونەکانت بەشی بکەیت و ڕاوێژکاری وەربگریت.",
        "so": "Kula xiriir dadka kale ee xaaladaha la mid ah iyada oo loo marayo goobaha bulshada sida kooxaha WhatsApp, Signal, Telegram, iyo foramiinta halkaas oo aad wadaagi karto waayo-aragnimo oo heli karto talo.",
        "ka": "დაუკავშირდით სხვებს მსგავს სიტუაციებში საზოგადოების პლატფორმების საშუალებით, როგორიცაა WhatsApp ჯგუფები, Signal, Telegram და ფორუმები, სადაც შეგიძლიათ გაუზიაროთ გამოცდილება და მიიღოთ რჩევები.",
        "sq": "Lidhuni me të tjerët në situata të ngjashme përmes platformave të komunitetit si grupet e WhatsApp, Signal, Telegram dhe forumet ku mund të ndani përvojat dhe merrni këshilla."
      },
      "category": {
        "title": "askCommunity",
        "description": "askCommunityDescription",
        "icon": "people",
        "color": "#10B981"
      }
    },
    {
      "type": "category",
      "id": 4,
      "title": {
        "en": "Ask a specific question to our experts",
        "de": "Stellen Sie eine spezifische Frage an unsere Experten",
        "ru": "Задайте конкретный вопрос нашим экспертам",
        "ce": "Шуьга экспертийн конкретни хаттар де",
        "prs": "سوال خاصی از متخصصان ما بپرسید",
        "ps": "زموږ له متخصصینو څخه ځانګړې پوښتنه وکړئ",
        "fa": "سوال خاصی از متخصصان ما بپرسید",
        "ar": "اطرح سؤالاً محدداً على خبرائنا",
        "ku": "پرسیارێکی تایبەت لە پسپۆڕەکانمان بکە",
        "so": "Su'aal gaar ah ka weydiiso takhasusyadeena",
        "ka": "დაისვით კონკრეტული შეკითხვა ჩვენს ექსპერტებთან",
        "sq": "Bëni një pyetje specifike ekspertëve tanë"
      },
      "text": {
        "en": "Connect with our online experts who specialize in different areas including legal support, migration experience, education counseling, healthcare, and job market guidance. Each expert shows their availability and online status.",
        "de": "Verbinden Sie sich mit unseren Online-Experten, die sich auf verschiedene Bereiche spezialisiert haben, darunter Rechtsberatung, Migrationserfahrung, Bildungsberatung, Gesundheitswesen und Arbeitsmarktberatung. Jeder Experte zeigt seine Verfügbarkeit und Online-Status.",
        "ru": "Свяжитесь с нашими онлайн-экспертами, которые специализируются в разных областях, включая правовую поддержку, опыт миграции, образовательное консультирование, здравоохранение и руководство по рынку труда.",
        "ce": "Шуьга йоьлла интернет-экспертийн цуьнан къаьсттина дакъо: нийсо гlолор, кочанчунан тайп-тайпанчи, дешаран дешхьало, саламатан а болхан базаран дешхьало а.",
        "prs": "با متخصصان آنلاین ما که در زمینه‌های مختلف تخصص دارند از جمله حمایت حقوقی، تجربه مهاجرت، مشاوره تحصیلی، مراقبت‌های بهداشتی و راهنمایی بازار کار، ارتباط برقرار کنید.",
        "ps": "زموږ د آنلاین متخصصینو سره اړیکه ونیسئ چې په مختلفو برخو کې تخصص لري لکه قانوني ملاتړ، د کډوالۍ تجربه، د ښوونې مشوره، روغتیایی پاملرنه، او د کار بازار لارښود.",
        "fa": "با متخصصان آنلاین ما که در زمینه‌های مختلف تخصص دارند از جمله پشتیبانی حقوقی، تجربه مهاجرت، مشاوره تحصیلی، مراقبت‌های بهداشتی و راهنمایی بازار کار، ارتباط برقرار کنید.",
        "ar": "تواصل مع خبرائنا عبر الإنترنت المتخصصين في مجالات مختلفة بما في ذلك الدعم القانوني وخبرة الهجرة والاستشارة التعليمية والرعاية الصحية وإرشاد سوق العمل.",
        "ku": "لەگەڵ پسپۆڕانی ئۆنلاینمان پەیوەندی بکە کە لە بوارە جۆراوجۆرەکاندا پسپۆڕن لەوانە پشتگیری یاسایی، ئەزموونی کۆچبەری، ڕاوێژکاری پەروەردەیی، چاودێری تەندروستی، و ڕێنمایی بازاڕی کار.",
        "so": "Kala xiriir khubaradayada online ee ku takhasusay meelo kala duwan oo ay ku jiraan taageerka sharciga, waayo-aragnimada socdaalka, la-talinta waxbarashada, daryeelka caafimaadka, iyo hagaha suuqa shaqada.",
        "ka": "დაუკავშირდით ჩვენს ონლაინ ექსპერტებს, რომლებიც სპეციალიზდებიან სხვადასხვა სფეროში, მათ შორის იურიდიული მხარდაჭერა, მიგრაციის გამოცდილება, საგანმანათლებლო კონსულტაცია, ჯანდაცვა და სამუშაო ბაზრის მიმართულება.",
        "sq": "Lidhuni me ekspertët tanë online që specializohen në fusha të ndryshme duke përfshirë mbështetjen ligjore, përvojën e migrimit, këshillimin arsimor, kujdesin shëndetësor dhe udhëzimin e tregut të punës."
      },
      "category": {
        "title": "visitUsOnline",
        "description": "visitUsOnlineDescription",
        "icon": "computer",
        "color": "#666"
      }
    },
    {
      "type": "category",
      "id": 5,
      "title": {
        "en": "Come to our office",
        "de": "Kommen Sie in unser Büro",
        "ru": "Приходите в наш офис",
        "ce": "Шуьга офисехь хьажа де",
        "prs": "به دفتر ما بیایید",
        "ps": "زموږ دفتر ته راشئ",
        "fa": "به دفتر ما بیایید",
        "ar": "تعال إلى مكتبنا",
        "ku": "بۆ نووسینگەکەمان وەرە",
        "so": "Xafiiskeena kaalay",
        "ka": "მოდით ჩვენს ოფისში",
        "sq": "Ejani në zyrën tonë"
      },
      "text": {
        "en": "Find our physical locations across all Austrian states. Each office provides in-person support and counseling services.",
        "de": "Finden Sie unsere physischen Standorte in allen österreichischen Bundesländern. Jedes Büro bietet persönliche Unterstützung und Beratungsdienste.",
        "ru": "Найдите наши физические местоположения во всех австрийских землях. Каждый офис предоставляет личную поддержку и консультационные услуги.",
        "ce": "Австрин массо штаташкахь шуьйра оффисаш карийта. Дукхаза оффисехь шуьга йоьлла гlо а дешхьало а делахь ю.",
        "prs": "مکان‌های فیزیکی ما را در تمام ایالات اتریش پیدا کنید. هر دفتر خدمات حمایت و مشاوره حضوری ارائه می‌دهد.",
        "ps": "زموږ فزیکي ځایونه د اتریش په ټولو ایالتونو کې ومومئ. هر دفتر د حضوري ملاتړ او مشورې خدمات وړاندې کوي.",
        "fa": "مکان‌های فیزیکی ما را در تمام ایالات اتریش پیدا کنید. هر دفتر خدمات پشتیبانی و مشاوره حضوری ارائه می‌دهد.",
        "ar": "ابحث عن مواقعنا الفعلية في جميع ولايات النمسا. يوفر كل مكتب خدمات الدعم والاستشارة الشخصية.",
        "ku": "شوێنە فیزیکییەکانمان لە هەموو ویلایەتەکانی نەمسا بدۆزەوە. هەر نووسینگەیەک خزمەتگوزاری پشتگیری و ڕاوێژکاری کەسی دابین دەکات.",
        "so": "Hel meelahayaga jirka ah ee dhammaan gobollada Austria. Xafiis walba wuxuu bixiyaa adeegyada taageerada iyo la-talinta shakhsiga ah.",
        "ka": "იპოვეთ ჩვენი ფიზიკური მდებარეობები ავსტრიის ყველა შტატში. ყოველი ოფისი უზრუნველყოფს პირად მხარდაჭერას და საკონსულტაციო მომსახურებას.",
        "sq": "Gjeni vendet tona fizike në të gjitha shtetet e Austrisë. Çdo zyrë ofron shërbime mbështetjeje dhe këshillimi në person."
      },
      "category": {
        "title": "visitInPerson",
        "description": "visitInPersonDescription",
        "icon": "location-on",
        "color": "#8B5CF6"
      }
    },
    {
      "type": "category",
      "id": 6,
      "title": {
        "en": "Talk to one of our Virtual Chatbots",
        "de": "Sprechen Sie mit einem unserer virtuellen Chatbots",
        "ru": "Поговорите с одним из наших виртуальных чат-ботов",
        "ce": "Шуьга виртуальни чат-ботийн цхьаннан дувцал",
        "prs": "با یکی از چت بات‌های مجازی ما صحبت کنید",
        "ps": "زموږ د مجازي چیټ بوټونو څخه د یوه سره خبرې وکړئ",
        "fa": "با یکی از چت بات‌های مجازی ما صحبت کنید",
        "ar": "تحدث مع أحد روبوتات الدردشة الافتراضية لدينا",
        "ku": "قسەکردن لەگەڵ یەکێک لە چاتبۆتە مەجازییەکانمان",
        "so": "Kala hadal mid ka mid ah chatbots-ka maya ah ee aynu leenahay",
        "ka": "ისაუბრეთ ჩვენი ვირტუალური ჩატბოტებიდან ერთ-ერთთან",
        "sq": "Flisni me një nga Chatbot-et tanë virtualë"
      },
      "text": {
        "en": "Get instant help from our AI-powered virtual assistants who can answer your questions and guide you through various topics.",
        "de": "Erhalten Sie sofortige Hilfe von unseren KI-gestützten virtuellen Assistenten, die Ihre Fragen beantworten und Sie durch verschiedene Themen führen können.",
        "ru": "Получите мгновенную помощь от наших виртуальных помощников на базе ИИ, которые могут ответить на ваши вопросы и провести вас через различные темы.",
        "ce": "Шуьга ИИ-н гӀирса кхечу виртуальни ассистентийн тӀаьхьа йолийна гӀо схьа.",
        "prs": "از دستیاران مجازی هوش مصنوعی ما کمک فوری دریافت کنید که می‌توانند به سوالات شما پاسخ دهند و شما را در موضوعات مختلف راهنمایی کنند.",
        "ps": "زموږ د مصنوعي هوښیارۍ پر بنسټ والو مجازي مرستیالانو څخه سمدستي مرسته واخلئ چې ستاسو ته ځوابونه ورکړي او ستاسو لارښود وي.",
        "fa": "از دستیاران مجازی هوش مصنوعی ما کمک فوری دریافت کنید که می‌توانند به سوالات شما پاسخ دهند و شما را راهنمایی کنند.",
        "ar": "احصل على مساعدة فورية من مساعدينا الافتراضيين المدعومين بالذكاء الاصطناعي الذين يمكنهم الإجابة على أسئلتك وإرشادك.",
        "ku": "یارمەتی خێرا لە یاریدەدەرە مەجازییەکانمان وەربگرن کە دەتوانن وەڵامی پرسیارەکانت بدەنەوە.",
        "so": "Hel degdeg ah ka hel kaaliyeyaashada maya ah ee AI-ga kaashaday kuwaas oo jawaabi kara su'aalahaga.",
        "ka": "მიიღეთ მყისიერი დახმარება ჩვენი AI-ით გაძლიერებული ვირტუალური ასისტენტებისგან.",
        "sq": "Merrni ndihmë të menjëhershme nga asistentët tanë virtualë të fuqizuar nga AI-ja."
      },
      "category": {
        "title": "talkToVirtualChatbots",
        "description": "talkToVirtualChatbotsDescription",
        "icon": "android",
        "color": "#9C27B0"
      }
    },
    {
      "type": "category",
      "id": 7,
      "title": {
        "en": "FAQ",
        "de": "Häufig gestellte Fragen",
        "ru": "Часто задаваемые вопросы",
        "ce": "Дуккха хатторш",
        "prs": "سوالات متداول",
        "ps": "ډیری پوښتل شوې پوښتنې",
        "fa": "سوالات متداول",
        "ar": "الأسئلة الشائعة",
        "ku": "پرسیارە دووبارەبووەکان",
        "so": "Su'aalaha inta badan la is weydiiyo",
        "ka": "ხშირად დასმული კითხვები",
        "sq": "Pyetjet e shpeshta"
      },
      "text": {
        "en": "Find answers to common questions about appointments, required documents, consultation fees, and available languages.",
        "de": "Finden Sie Antworten auf häufige Fragen zu Terminen, erforderlichen Dokumenten, Beratungsgebühren und verfügbaren Sprachen.",
        "ru": "Найдите ответы на часто задаваемые вопросы о записи на прием, необходимых документах, платах за консультации и доступных языках.",
        "ce": "Терминаш, хlокху йуьлу документаш, консультацин ахча а мотташ а йеткъам хаттарн жоьпаш карийта.",
        "prs": "پاسخ سوالات رایج در مورد قرارها، اسناد مورد نیاز، هزینه مشاوره و زبان‌های موجود را پیدا کنید.",
        "ps": "د ګډو پوښتنو ځوابونه ومومئ د ملاقاتونو، اړین اسنادو، د مشورې فیسونو، او شته ژبو په اړه.",
        "fa": "پاسخ سوالات رایج در مورد قرارها، اسناد مورد نیاز، هزینه مشاوره و زبان‌های موجود را پیدا کنید.",
        "ar": "ابحث عن إجابات للأسئلة الشائعة حول المواعيد والوثائق المطلوبة ورسوم الاستشارة واللغات المتاحة.",
        "ku": "وەڵامی پرسیارە باوەکان بدۆزەوە دەربارەی چاوپێکەوتنەکان، بەڵگە پێویستەکان، کرێی ڕاوێژکاری، و زمانە بەردەستەکان.",
        "so": "Hel jawaabaha su'aalaha caadiga ah ee ku saabsan ballamaha, dukumentiyada loo baahan yahay, lacagaha la-talinta, iyo afafka la heli karo.",
        "ka": "იპოვეთ პასუხები ხშირად დასმულ კითხვებზე დანიშვნების, საჭირო დოკუმენტების, კონსულტაციის საფასურის და ხელმისაწვდომი ენების შესახებ.",
        "sq": "Gjeni përgjigje për pyetje të zakonshme rreth takimeve, dokumenteve të kërkuara, tarifave të konsultimit dhe gjuhëve të disponueshme."
      },
      "category": {
        "title": "faq",
        "description": "faqDescription",
        "icon": "help",
        "color": "#F59E0B"
      }
    },
    {
      "type": "language",
      "id": 8,
      "title": {
        "en": "Language Selection",
        "de": "Sprachauswahl",
        "ru": "Выбор языка",
        "ce": "Мотт харжар",
        "prs": "انتخاب زبان",
        "ps": "د ژبې ټاکنه",
        "fa": "انتخاب زبان",
        "ar": "اختيار اللغة",
        "ku": "هەڵبژاردنی زمان",
        "so": "Doorashada luqadda",
        "ka": "ენის არჩევა",
        "sq": "Zgjedhja e gjuhës"
      },
      "text": {
        "en": "Switch between 12 different languages anytime. The app supports German, English, Russian, Chechen, Dari, Pashto, Farsi, Arabic, Kurdish, Somali, Georgian, and Albanian.",
        "de": "Wechseln Sie jederzeit zwischen 12 verschiedenen Sprachen. Die App unterstützt Deutsch, Englisch, Russisch, Tschetschenisch, Dari, Paschtu, Farsi, Arabisch, Kurdisch, Somali, Georgisch und Albanisch.",
        "ru": "Переключайтесь между 12 различными языками в любое время. Приложение поддерживает немецкий, английский, русский, чеченский, дари, пушту, фарси, арабский, курдский, сомалийский, грузинский и албанский.",
        "ce": "12 башха меттанаш юкъе мукъамехь хийца йиш ю. Приложенин немцойн, ингалсан, оьрсийн, нохчийн, дари, пашто, фарси, lарабийн, курдийн, сомалийн, гуржийн, албанийн меттанаш ловш ю.",
        "prs": "در هر زمان بین 12 زبان مختلف تغییر دهید. این برنامه از آلمانی، انگلیسی، روسی، چچنی، دری، پشتو، فارسی، عربی، کردی، سومالیایی، گرجی و آلبانیایی پشتیبانی می‌کند.",
        "ps": "په هر وخت کې د 12 مختلفو ژبو تر منځ بدلون وکړئ. دا اپلیکیشن د آلماني، انګلیسي، روسي، چیچني، دري، پښتو، فارسي، عربي، کردي، سومالي، جورجیایي، او البانیایي ملاتړ کوي.",
        "fa": "در هر زمان بین 12 زبان مختلف تغییر دهید. این برنامه از آلمانی، انگلیسی، روسی، چچنی، دری، پشتو، فارسی، عربی، کردی، سومالیایی، گرجی و آلبانیایی پشتیبانی می‌کند.",
        "ar": "تبديل بين 12 لغة مختلفة في أي وقت. يدعم التطبيق الألمانية والإنجليزية والروسية والشيشانية والداري والبشتو والفارسية والعربية والكردية والصومالية والجورجية والألبانية.",
        "ku": "لە هەر کاتێکدا لە نێوان 12 زمانی جۆراوجۆردا بگۆڕە. ئەم ئەپە پشتگیری ئەڵمانی، ئینگلیزی، ڕووسی، چیچێنی، دەری، پەشتوو، فارسی، عەرەبی، کوردی، سۆمالی، گورجی و ئەڵبانی دەکات.",
        "so": "Ku bedel 12 luqadood oo kala duwan marwalba ah. Appku wuxuu taageeraa Jarmal, Ingiriis, Ruush, Chechen, Dari, Pashto, Farsi, Carabi, Kurdish, Soomaali, Georgian, iyo Albanian.",
        "ka": "ნებისმიერ დროს გადართეთ 12 სხვადასხვა ენას შორის. აპლიკაცია მხარს უჭერს გერმანულს, ინგლისურს, რუსულს, ჩეჩნურს, დარის, პაშტოს, ფარსს, არაბულს, ქურთულს, სომალიურს, ქართულს და ალბანურს.",
        "sq": "Ndryshoni midis 12 gjuhëve të ndryshme në çdo kohë. Aplikacioni mbështet gjermanishten, anglishten, rusishten, çeçenishten, dari, pashto, farsishten, arabishten, kurdishten, somalisht, gjeorgjishten dhe shqipen."
      }
    },
    {
      "id": 9,
      "type": "icons",
      "title": {
        "de": "Brauchen Sie mehr Hilfe?",
        "en": "Need More Help?",
        "ru": "Нужна дополнительная помощь?",
        "ce": "Кхин гӏо хьуна?",
        "prs": "به کمک بیشتر نیاز دارید؟",
        "ps": "نورو مرستو ته اړتیا لرئ؟",
        "fa": "به کمک بیشتر نیاز دارید؟",
        "ar": "هل تحتاج المزيد من المساعدة؟",
        "ku": "پێویستیت بە یارمەتی زیاتر هەیە؟",
        "so": "Ma u baahan tahay caawimo dheeraad ah?",
        "ka": "გჭირდებათ მეტი დახმარება?",
        "sq": "Keni nevojë për më shumë ndihmë?"
      },
      "text": {
        "de": "Sie können jederzeit das Hilfe/Tutorial-Symbol auf jeder Seite drücken, um mehr Informationen über die Funktionen dieser Seite und deren effektive Nutzung zu erhalten.",
        "en": "You can always press the help/tutorial icon on any page to get more information about that page's features and how to use them effectively.",
        "ru": "Вы всегда можете нажать на значок справки/обучения на любой странице, чтобы получить больше информации о функциях этой страницы.",
        "ce": "Хьо даиман латта тайна гӏо/дешаран тамгӏа могӏа агӏона хьажа.",
        "prs": "شما همیشه می‌توانید روی نماد کمک/آموزش در هر صفحه کلیک کنید.",
        "ps": "تاسو تل کولی شئ د مرستې/درسي نښې په هر پاڼه کې کلیک وکړئ.",
        "fa": "شما همیشه می‌توانید روی نماد کمک/آموزش در هر صفحه کلیک کنید.",
        "ar": "يمكنك دائماً الضغط على رمز المساعدة/التعليم في أي صفحة للحصول على مزيد من المعلومات.",
        "ku": "تۆ هەمیشە دەتوانی کلیک لە نیشانی یارمەتی/فێرکردن بکەیت لە هەر پەڕەیەکدا.",
        "so": "Waxaad had iyo jeer riiri kartaa calaamadda caawinta/tababarka bogga kasta.",
        "ka": "ყოველთვის შეგიძლიათ დააწკაპუნოთ დახმარების/ტუტორიალის ნიშანზე ნებისმიერ გვერდზე.",
        "sq": "Gjithmonë mund të shtypni ikonën e ndihmës/tutorialit në çdo faqe për të marrë më shumë informacion."
      }
    }
  ]
}
